{
    "a10": "Escolha o idioma para o [PAGE]menu de opções AGO[].\r\n[OPTION]-[]Seleciona o idioma do servidor.",
    "a11": "Podes desativar o AntiGameOrigin neste universo.\r\n[LIST]Ativa-o novamente com um clique no [PAGE]menu de opções AGO[].",
    "a31": "Agora cada valor de tempo mostrado é correspondente ao fuso horário local.\r\n[LIST]A letra 'L' é adicionada na frente do relógio local.",
    "a32": "A hora original do servidor é mostrada num relógio adicional abaixo do relógio alterado.",
    "a34": "Mostra o momento em que a página foi atualizada pela última vez.\r\n[LIST]A diferença mostra a imprecisão do relógio local.",
    "a51": "Ir para a página [PAGE][A51][] para ler sobre requesitos, caraterísticas gerais, notas de atualizações e outras informações.",
    "a54": "Ir para [PAGE][A54][] para relatar problemas\/bugs, para obter suporte, encontrar soluções e para enviar comentários e sugestões.\r\n[LIST]Comentários na língua nativa são bem-vindos, por favor, adicione uma tradução do Google em Inglês.",
    "a55": "Ir para a página [PAGE][A55][] para ler sobre todas as características com explicações detalhadas e dicas para o seu uso. \r\n[LIST] Reportar explicações erradas\/em falta ou sugerir novas dicas para o seu uso.",
    "a56": "Ir para a página [PAGE][A57][] para ver todos os grupos de texto definidos. Podes tornar-te um tradutor voluntário requsitando-o no [A54] ou sugerindo uma tradução em falta para cada grupo de texto.",
    "b01": "Mostrar informação sobre a produção de recursos na [PAGE]Vista Geral[] da seguinte forma:\r\n\r\n[LIST][ORANGE](Produção por hora)[] - Recursos\/capacidade de armazenamento atual\r\n[LIST][RED]Armazém cheio[]\r\n[LIST][GREEN]tempo até o armazém ficar cheio com os recursos produzidos[]",
    "b02": "O [GREEN]momento[] em que edifício\/construção\/pesquisa em progresso será concluído é mostrado na sua caixa de informação detalhada e em cada caixa de fila de espera.",
    "b04": "A cor do nível de cada  pesquisa é alterada:\r\n\r\n[LIST][RED]Vermelho[]: Abaixo do nível mínimo para habilitar outras pesquisas, edifícios, instalações, naves \/ defesa.\r\n\r\n[LIST][ORANGE]Laranja[]: Nível mínimo atingido, as atualizações são ainda rentáveis.\r\n\r\n[LIST][GREEN]Verde[]: Nível mínimo atingido, as atualizações não são mais necessárias.",
    "b11": "Os recursos totais ou em [RED]falta[] e naves de carga necessárias para os carregar são mostrados na caixa de informação detalhada de qualquer edifício\/ construção\/ pesquisa.\r\n[LIST]Podes elecionar um nível de alcance e enviar esses detalhes para [PAGE][I00][]aba[I30] para a gestão avançada de recursos e envio. Informação de produção de energia e[GREEN]tempo de conclusão[] é mostrado ao lado da imagem.\r\n[LIST]Também com um clique sobre cada construção da lista de atualização [PAGE]InfoCompte[].\r\n[LIST]Ao clicar na quantidade de naves necessárias poderá alternar entre [ITEM]Cargueiro Grande[] e [ITEM]Cargueiro Pequeno[].",
    "b21": "[OPTION]B22[]Mostra o nome sobre cada imagem e remove a sua tooltip.\r\n[OPTION]B23[]A quantidade máxima de naves construíveis ​​desse tipo é mostrado sobre cada imagem (só utilizador com Comandante)\r\n[OPTION]B24[]Ambos.",
    "cm3": "Definir o escurecimento da linha completa das frotas que regressam em [PAGE]Movimentos de frota[], [PAGE]Eventos[] e na [PAGE]Phalanx[].",
    "cs01": "[*] Definir as cores das tags de estado.\r\n[*] Definir a intensidade da cor de fundo, a condição e o limite para o realce das tags de estado.\r\n[LIST] Além disso, é possível ativar [SETTING]CA7[] para tornar linhas desnecessárias menos visíveis.\r\n\r\n[TIP]\r\nUm clique sobre ícones de lixo desativa esta cor e destaque. Habilite-o novamente com um clique na barra.\r\n[LIST] Use-o para restaurar as configurações padrão",
    "cs2": "Definir a intensidade padrão da cor de fundo para o destaque da tag de estado.\r\n[LIST]Pode mudá-lo em detalhe para cada tag de estado.",
    "d003": "Verifica as configurações básicas para o teu universo Ogame e para o AGO.\r\n[LIST]Pode manualmente atualizar-los ou restaurar-los.",
    "d008": "[*]A cor fonte para bases de dados muda numa dependência da divisa:\r\n[LIST][LIGHTGREEN]novíssimo[], [GREEN]atualizado[], [ORANGE]atualização disponível[], [RED]erro[]\r\n[*]A data da última atualização é mostrada em baixo.",
    "d01": "Os níveis de pesquisa, etiquetas OGame, configurações do servidor e bases de dados serão verificadas e atualizadas.",
    "d04": "Escolhe a tua seleção preferida, dependendo da experiência com AGO e o teu estilo de jogo. O padrão para novas opções é [SETTING]D06[].\r\n\r\n[OPTION]D05[] Somente os características simples estão ativadas (melhor escolha para usar AGO pela primeira vez)\r\n[OPTION]D06[] Algumas características especiais e mais complexas estão desativadas.\r\n[OPTION]D07[] A maioria de todas as características estão activadas, inclusive as exclusivas para fleeter.",
    "d10": "Selecione a seção de características que deseja redefinir e confirme-a. Pressioner o botão [BUTTON][D0B][] depois de reiniciar a base de dados. \r\n[LIST] Reinicialização pode resolver alguns problemas de AGO.",
    "d20": "[*]Se ativado, AGO utilizará as APIs do OGame. \r\n[*]Pressionar o [BUTTON][D0B][]botão para os atualizar.",
    "d22": "Providencia informação conhecida sobre todos os [OGAME]jogadores[] neste universo:\r\n[LIST]nome de jogador, estado do jogador e id de aliança para todo o id de jogador \r\n[LIST]A API de jogador é atualizada uma vez por dia.",
    "d23": "Providencia informação conhecida sobre todas as [OGAME]galáxias[] no teu universo:\r\n[LIST]nome de jogador, nome de planeta e coordenadas para cada id de planet\r\n[LIST]nome de luae diâmetro para cada id de lua\r\n[LIST]A API de universo é atualizada uma vez por semana.",
    "d41": "Armazena várias informações sobre a tua conta, que são necessárias para alguns cálculos como na página [PAGE][I00][] ou em [SECTION]Calculador[].",
    "d601": "[*]Guarda as tuas definições online no servidor antigame.de ou no servidor do navegador. \r\n[*]Guarda as tuas definições offline para a tua drive local como ficheiro de texto.",
    "d602": "[*]'Opções' significa apenas as definições que podes definir dentro do menu opções do AGO. \r\n[*]'Dados e configurações' significa todas as base de dados e configurações que podes configurar dentro e fora do menu opções do AGO.",
    "d603": "[*]Utiliza-o para sincronizar um perfil em aparelhos diferentes. \r\n[*]utiliza-o para incorporar todos os dados e configurações para outra conta.",
    "d61": "Seleciona o método de como fazer backup\/restaurar\/sincronizarthe dados &amp; configurações:\r\n[OPTION]Texto[] utiliza a caixa de texto \r\n[OPTION]Servidor[] utiliza o servidor antigame.de \r\n[OPTION]Sync Navegador[] utiliza a caraterística Sync do navegador (Google Sync, Firefox Sync, Opera Link)",
    "d62": "Apenas um nome opcional para a cópia de backup. \r\n[LIST]No caso de algum problema podes requisitar a entrega do teu ficheiro de backup introduzindo o nome opcional.",
    "d70": "Guarda os teus dados &amp; configurações num servidor para ser possível restaurar\/sincronizar.\r\n[LIST]O método muda na dependência da configuração [SETTING]D61[].",
    "d80": "Uma vez guardados os dados &amp; configurações num servidor, podes restaurar pressionando neste botão. \r\n[LIST]O método muda na dependência da configuração [SETTING]D61[]\r\n[LIST]Ativa [SETTING]D85[], se pretendes restaurar\/sincronizar apenas as opções.",
    "d85": "Se ativado, AGO irá restaurar todas as configurações de dentro do [PAGE]menu apções AGO[] em vez de todos os dados e configurações possíveis.",
    "dx1": "Selecciona a secção da caraterística para a qual pretendes que o texto de backup seja exibido [BR]na caixa de texto abaixo. [BR]\r\nPodes copiar o texto exibido e guardar no teu disco local como ficheiro de texto. [BR][BR]\r\nCola o texot de backup local na caixa de texto abaixo para o restaurar.",
    "f02": "[OPTION]-[]Nada.\r\n[OPTION]B22[]Mostra o nome da nave sobre a imagem e remove a tooltip.\r\n\r\n[OPTION]B23[]Mostra a velocidade da nave em cada imagem.\r\n\r\n[OPTION]B24[]Ambos.\r\n\r\n[LIST] [GREEN]Remaining ships[] or [RED]missing ships[] are shown in both cases. \r\n[LIST] [RED]Naves em falta[] são mostradas, quando pré-selecionas as naves em algum lado mas não existem naves suficientes deste tipo (Pré-selecção ex. utilizando o [BUTTON][F6B][]botão, nos relatórios de espionagem ou na página do simulador)",
    "f09": "[*]Define uma configuração diferente para o [PLANET] ou [MOON] actual.\r\n[LIST]Apenas as diferenças para o valor padrão devem ser inseridas.\r\n[LIST]Use '-1' para reiniciar as naves selecionadas na configuração padrão.",
    "f51": "[*] Verificar se o tipo de destino ([PLANET], [MOON], [DEBRIS]) é possível com a frota, missão e coordenadas selecionadas.\r\n\r\n[*][PLANET]: Auto selecionar se a missão for [EXPEDITION] e posição 16.\r\n\r\n[*][PLANET]: Auto selecionar se a missão for [COLONIZATION] e pelo menos uma [ITEM]Nave de Colonização[] estiver na frota.\r\n\r\n[*][MOON] Auto selecionar se a missão for [MOONDESTRUCTION] e pelo menos uma [ITEM]Estrela da Morte[] estiver na frota.\r\n\r\n[*][PLANET]\/[MOON] Alterar se a posição atual for o destino e existir uma lua.\r\n\r\n[*][DEBRIS] Auto selecionar se a missão for [HARVEST] e existir pelo menos um [ITEM]Reciclador[] na frota.\r\n\r\n[HINT] Always enabled if a routine is active.",
    "f52": "Auto selecionar a missão [HARVEST] e o tipo de destino [DEBRIS] se existirem [ITEM]Recicladores[] na frota selecionada.",
    "f53": "Auto selecionar a missão [ATTACK] se só existir um [ITEM]Sondas de espionagem[] na frota selecionada.\r\n[*]Auto selecionar a missão [ESPIONAGE] se só existirem [ITEM]Sondas de espionagem[] na frota selecionada.",
    "f54": "Auto selecionar a missão [DEPLOYMENT] se as tuas coordenadas forem selecionadas como destino, em vez da missão padrão [TRANSPORT].",
    "g302": "[*] A linha completa do nome da nave altera o valor de entrada.",
    "g309": "[SHORTCUT]Click duplo[] Seleciona este alvo [MOON] e salta (se definição [SETTING]U34[] está activa)\r\n[SHORTCUT]ENTER[] Saltar \r\n[SHORTCUT]ESC[] Fechar [PAGE]Portal de Salto [] \r\n[SHORTCUT]F1-F12[] Selecionar o alvo [MOON] (se definição [SETTING]U32[] está activa)\r\n[SHORTCUT]A[] Selecionar todas as naves\r\n[SHORTCUT]M[] Selecionar maioria das naves (definido em [SETTING]G38[])\r\n[SHORTCUT]Q[] Não selecionar naves",
    "g31": "[*] Mostrar tabela de atalhos de todas as tuas luas, a quantidade de naves em cada lua e algumas definições importantes para alterá-los em tempo real.\r\n[*] Quando selecionar outra [MOON] nos atalhos em seguida, o alvo é destacado na lista de planetas e na aba aberta [SECTION][I20][] da [PAGE][I00][]. Use-o para ver as naves e recursos que lá estão.",
    "g32": "Selecionar [MOON] de destino antes de saltar, caso contrário a notificação de erro 'Sem destino válido' será mostrada.",
    "g33": "A notificação 'Salto foi executado com sucesso' está a ser escondida.",
    "g34": "Após efetuares um salto a tua posição atual será na mesma [MOON].",
    "g35": "Se ativado, um clique sobre o [SETTING]F37[] botão seleciona todas as naves, exceto a quantidade necessária de naves de transporte para levar todos os recursos da [MOON] actual.\r\n[LIST] O [ITEM]Cargueiro Grande[] é o tipo preferido.",
    "g38": "Defina um valor para cada tipo de nave que deve permanecer na [MOON] usando o botão [SETTING]F37[].\r\n\r\n[f09]",
    "g409": "[SHORTCUT]ENTER[]Mostrar novamente\r\n[SHORTCUT]D[]Próximo sistema\r\n[SHORTCUT]A[]Sistema anterior\r\n[SHORTCUT]SPACE[]Funciona, se as configurações [SETTING][U33][] estão activadas.",
    "g41": "[*] A imagem do planeta é movido por trás do nome dos jogadores para que [PLANET], [MOON] e[DEBRIS] fica numa linha. \r\n[*] A sombrade fundo é menos visível se não houver [PLANET], [MOON] ou [DEBRIS].",
    "g42": "[OPTION]–[]Não reduzir as diferenças entre as posições.\r\n[OPTION]1[]Reduzir pouco as diferenças entre as posições.\r\n[OPTION]2[]Reduzir consideravelmente as diferenças entre as posições.\r\n[OPTION]3[]Reduzir a maioria das diferenças entre as posições.",
    "g43": "Mostra a posição do Jogador logo após o nome do jogador.",
    "g44": "Mostra a posição da aliança e o número de membros logo após o nome das alianças.",
    "g45": "Escolher em que lado os [DEBRIS] devem ser mostrados.\r\n[OPTION]–[]Não mostrar tamanho dos [DEBRIS].\r\n[OPTION][G46][]Alterar tamanho da imagem dos [DEBRIS]. \r\n[OPTION][G47][]O número completo é mostrado\r\n[OPTION][G48][]O número reduzido é mostrado (k = x 1.000, m = x 1.000.000, b = x 1.000.000.000)",
    "i03": "[*] Mude e otimize o tamanho da [PAGE] [I00] [], dependendo da sua resolução de ecrã e tamanho da janela. \r\n[LIST] Só pode definir o tamanho mínimo. A [PAGE] [I00] [] é sempre encaixado automaticamente no espaço livre.",
    "m05": "Definir o máximo de unidades perdidas para apagar relatórios de combate exibidos ou marcados com o [BUTTON]&lt; C[] button.",
    "m80": "O início do assunto de uma mensagem personalizada para apagar as mensagens correspondentes ao usar os botões [BUTTON]1[], [BUTTON]2[] ou [BUTTON]3[].",
    "o03": "Carrega a página Ogame selecionada clicando no logo Ogame.",
    "o04": "Mostrar próximo evento como título do navegador atual(-separador).\r\n[LIST]Também visível na barra de tarefas se o navegador estiver minimizado.",
    "o509": "[SHORTCUT] F1-F12[] Seleciona o [PLANET] actual\r\n[SHORTCUT] Shift F1-F12[] Seleciona a [MOON] actual",
    "o51": "A [MOON] é mostrada do lado direito com uma imagem maior. A parte direita da área completa de seleção (cerca de 30%) ativa a mudança para a [MOON].",
    "o52": "Reduz o espaço entre cada [PLANET], remove a caixa de contagem de colónias com as setas para baixo e move a lista de planetas para cima.",
    "o53": "Se algum edifício estiver em construção, o seu nome é mostrado no [PLANET] ou [MOON] correspondente na lista de planetas.",
    "o54": "Se [SETTING]U32[] estiver ativo no separador [SECTION]U00[], o número da tecla é mostrado mesmo ao lado do nome do planeta.",
    "s48": "[*] 1. Please restart your browser. \r\n[*] 2. If the problems persists, reset the databases in [PAGE]D00[] [SETTING]D10[]. \r\n[*] 3. Pressionar o botão [BUTTON][S40][] e ler o guia [PAGE]resolução de problemas com a base de dados de navegador[].",
    "s57": "Verificar opções, seleciona as tuas definições preferidas e pressiona o botão [BUTTON][AM3][] para guardar as opções.",
    "s58": "Desativar outra versão AntiGame ou AntiGameOrigin para evitar problemas.\r\n\r\n\r\n[HEADLINE]Firefox[]\r\n[LIST]Remover o userscript do Greasemonkey ou Scriptish.\r\n[LIST]Pressionar CTRL+SHIFT+A para mostrar os extras e verificar se existe outra extensões.\r\n\r\n\r\n[HEADLINE]Chrome[]\r\n[LIST] Pressionar CTRL+H, escolher &quot;Extensôes&quot; à esquerda e verificar se existe outra extensão do userscript.",
    "s72": "Ir para o separador [SETTING]D00[], pressionar o botão [SECTION][D00][] ou ir para a página [PAGE]Pesquisas[].",
    "s73": "Ir para o separador [SETTING]D00[], pressionar o botão [SECTION][D00][] e carregar novamente a página Ogame.",
    "u22": "Adicionar caminho completo para a pasta com o arquivo CSS e imagens. Por favor, usar apenas o próprio servidor ou um de confiança.\r\n[LIST]Este exemplo pinta a cor de fundo de vermelho: http:\/\/antigame.de\/antigame\/skin\/test.css",
    "u31": "Ativa atalhos de teclado em algumas páginas OGame. Para detalhes ver a lista de atalhos na sua secção correspondente.",
    "u32": "Ativa as teclas de função para selecionar qualquer [PLANET](F1-F12) ou [MOON](Shift + F1-F12).\r\n[LIST]O número chave é adicionado à lista de planetas e segue a sua ordem.\r\n[LIST]Está a funcionar em todas as páginas OGame excepto [PAGE]Portal[], onde selecionam a lua de destino.",
    "u41": "Assim que digitado qualquer número num campo de texto da próxima vez que o fizeres um pop-up será exibido abaixo do campo, que consiste em ex-números usados ​​que iniciam com o mesmo dígito. Este pop-up desnecessário e irritante pode ser bloqueado.",
    "u65": "Atrasa o desaparecimento de grandes tooltips que contêm botão para as fechar. Essas tooltips existem principalmente na [PAGE]Galáxia[]",
    "u66": "Atrasa o aparecimento de grandes tooltips que contêm botão para as fechar. Tais tooltips existem principalmente na [PAGE]Galáxia[]",
    "x26": "Auto selecionar a missão [ATTACK] se coordenadas externas como alvo.\r\n[LIST] Selects [ATTACK] always on [PAGE]Fleet III[] if the player is inactive, even if [SETTING]F27[] is enabled.",
    "x27": "Auto selecionar a missão [ATTACK] nas coordenadas externas apenas se existirem naves de combate na frota escolhida.\r\n[LIST]Ativa se normalmente efetuas trocas com jogadores.\r\n[LIST]Desativa se normalmente atacas\/farmas jogadores sem defesas."
}