{
    "a10": "Wähle die Sprache für das [PAGE]AGO Optionen Menü[] aus. [BR]\r\n[OPTION]-[] wählt die Server-Sprache aus.",
    "a11": "Du kannst AntiGameOrigin in diesem Universum deaktivieren. \r\n[LIST] Aktiviere es wieder mit einem Klick auf das [PAGE]AGO Optionen Menü[].",
    "a31": "Jetzt passt jeder angezeigte Zeitwert zu deiner lokalen Zeit (Zeitzone).\r\n[LIST] The letter 'L' is added infront of the local clock.",
    "a32": "Die originale Serverzeit wird als zusätzliche Uhr unter der veränderten Uhr angezeigt.",
    "a34": "Zeigt die Zeit an, zu der die Seite zuletzt aktualisiert wurde.\r\n[LIST] Die Differenz zeigt die Ungenauigkeit der lokalen Uhr an.",
    "a51": "Gehe zur  [PAGE][A51][], um über Voraussetzungen, Features im Überblick, Changelog und andere Informationen zu lesen.",
    "a54": "Gehe zum [PAGE][A54][], um Probleme \/ Fehler zu melden, Unterstützung zu erhalten oder Lösungen zu finden, und um Feedback und Vorschläge zu geben. \r\n[LIST] Beiträge in Muttersprache sind willkommen, füge jedoch bitte eine englische Google-Übersetzung hinzu.",
    "a55": "Gehe zur [PAGE][A55][]-Seite, um über alle Features und deren detaillierten Beschreibungen und Tips zur Benutzung zu lesen. \r\n[LIST] Melde falsche\/fehlende Beschreibungen oder schlage Tips zur Verwendung vor.",
    "a56": "Gehe zum [PAGE][A57][]-Seite, um alle definierten Textbausteine zu sehen. [BR]Du kannst ein freiwilliger Übersetzer werden, indem du im [A54] eine Anfrage stellst, oder du machst einfach einen neuen Übersetzungsvorschlag zu irgendeinem Textbaustein.",
    "b01": "Zeigt Informationen über die Rohstoffproduktion in der [PGAE]Übersicht[] folgendermaßen an: \r\n[LIST][PLANET](Produktion pro Stunde)[] - momentane Rohstoffe \/ Speicherkapazität \r\n[LIST][RED]Volle Speicher[] \r\n[LIST][GREEN]Zeit, wann die Speicher mit produzierten Rohstoffen aufgefüllt sind[]",
    "b02": "Die [GREEN]Zeit[], wann eine laufende Konstruktion \/ Forschung \/ Gebäude abgeschlossen ist, wird in dessen Detailpanel und in jeder Bauliste angezeigt.",
    "b04": "Die Farbe der Stufe jeder Forschung ist verändert: \r\n\r\n[LIST][RED]Rot[]: Unter minimaler Stufe, um andere Konstruktionen \/ Forschungen \/ Gebäude freizuschalten. \r\n\r\n[LIST][ORANGE]Orange[]: Minimale Stufe erreicht, Hochstufung weiterhin nützlich. \r\n\r\n[LIST][GREEN]Grün[]: Minimale Stufe erreicht, Hochstufung nicht weiter nützlich.",
    "b11": "Die gesamten oder [RED]fehlenden[] Rohstoffe und die zum Laden benötigten Transportschiffe werden auf dem Bild des Detailpanels  einer Konstruktion \/ Forschung \/ Gebäudes angezeigt.\r\n[LIST] Du kannst einen Levelbereich angeben und diese Details an das [PAGE][I00][] Tab [SECTION][I30][] heften für die erweiterte Rohstoffverwaltung und -versendung. Produktion, Energieinformationen und [GREEN]Fertigstellungszeit[] wird neben dem Bild angezeigt.\r\n\r\n[LIST] Also with a click onto each construction of the [PAGE]InfoCompte[] upgrade list.\r\n\r\n[LIST] Durch das Anklicken der Anzahl benötigter Schiffe, kannst du zwischen [ITEM]Großer Transporter[] und [ITEM]Kleiner Transporter[] wechseln.",
    "b21": "[OPTION]B22[] Zeigt den Namen auf jedem Bild und entfernt dessen Tooltip. \r\n[OPTION]B23[] Die maximale Menge herstellbarer Schiffe eines Typs (nur für Commander Nutzer) wird auf jedem Bild angezeigt\r\n[OPTION]B24[] Beides.",
    "d003": "Schaue dir die Grundeinstellungen für das OGame Universum und AGO an.\r\n[LIST] Du kann sie manuell auf den neuesten Stand bringen oder sie wiederherstellen.",
    "d008": "[*] Die Schriftfarbe der Datenbanken verändert sich in Abhängigkeit zur Aktualität:\r\n[LIST][LIGHTGREEN]brand neu[], [GREEN]aktuell[], [ORANGE]Aktualisierung verfügbar[], [RED]Error[]\r\n[*] Das Datum der letzten Aktualisierung wird rechts daneben angezeigt.",
    "d01": "Die Forschungsstufen, OGame Bezeichnungen, Servereinstellungen und Datenbanken werden überprüft und aktualisiert.",
    "d20": "[*] Falls aktiviert, wird AGO die OGame APIs nutzen. \r\n[*] Drücke den [BUTTON][D0B][] Button, um sie zu aktualisieren.",
    "d22": "Stellt bekannte Informationen aller [OGAME]Spieler[] deines Universums zur Verfügung:\r\n[LIST] Spielername, Spielerstatus und Allianz-ID zu jeder Spieler-ID \r\n[LIST] Die player API wird einmal am Tag aktualisiert.",
    "d23": "Stellt bekannte Informationen aller [OGAME]Galaxien[] deines Universums zur Verfügung:\r\n[LIST] Spieler-ID, Planetenname und Koordinaten zu jeder Planeten-ID\r\n[LIST] Mondname und Monddurchmesser zu jeder Mond-ID \r\n[LIST] Die universe API wird einmal in der Woche aktualisiert.",
    "d41": "Speichert verschiedene Informationen deines Accounts, die für einige Berechnungen benötigt werden [BR]wie z.B. im [PAGE][I00][] oder im [SECTION]Kalkulator[].",
    "d601": "[*] Speichere deine Einstellungen online auf den antigame.de-Server oder den Browser-Server. \r\n[*] Speichere deine Einstellungen offline auf deine lokale Festplatte als Text-datei.",
    "d602": "[*] 'Optionen' sind all die Einstellungen, die man innerhalb des [PAGE]AGO Optionen Menüs[] vornehmen kann. \r\n[*] 'Daten &amp; Einstellungen' sind alle Datenbanken und all die Einstellungen, die man innerhalb und außerhalb des [PAGE]AGO Optionen Menüs[] vornehmen kann.",
    "d603": "[*]Benutze dies, um ein Profil auf mehreren Geräten zu synchronisieren. \r\n[*]Benutze dies, um alle Daten &amp; Einstellungen für ein anderes Benutzerkonto zu übernehmen.",
    "d61": "Wähle die Methode aus, mit der du die Daten &amp; Einstellungen sichern\/wiederherstellen\/synchronisieren willst: \r\n[OPTION]Text[] nutzt die Textbox \r\n[OPTION]Server[] nutzt den antigame.de-server \r\n[OPTION]Browser Sync[] nutzt das Browser Sync Feature (Google Sync, Firefox Sync, Opera Link)",
    "d62": "Nur ein optionaler Name für deine Sicherungs-datei. \r\n[LIST] Im Falle eines Problems kannst du eine Anfrage stellen, deine Sicherungs-datei übermittelt zu bekommen, indem du diesen optionalen Namen angibst.",
    "d70": "Speichere deine Daten &amp; Einstellungen auf einen Server, um sie wiederherstellen\/synchronisieren zu können. \r\n[LIST] Die Methode ändert sich in Abhängigkeit der Einstellung [SETTING]D61[]",
    "d80": "Sobald deine Daten &amp; Einstellungen auf einem Server gespeichert wurden, kannst du sie wiederherstellen, indem du diese Schaltfläche drückst. \r\n[LIST] Die Methode ändert sich in Abhängigkeit der Einstellung [SETTING]D61[] \r\n[LIST] Aktiviere oben [SETTING]D85[], falls du lediglich die Optionen wiederherstellen\/synchronisieren willst.",
    "d85": "Falls aktiviert, wird AGO lediglich die Einstellungen innerhalb des [PAGE]AGO Optionen Menüs[] wiederherstellen anstatt alle möglichen Daten &amp; Einstellungen.",
    "dx1": "Wähle den Features-Bereich aus, für den du den Sicherungs-text unten in der Textbox angezeigt haben willst. [BR]\r\nDu kannst den angezeigten Text kopieren und ihn auf deine lokale Festplatte als Text-datei abspeichern. [BR][BR]\r\nSetze den Sicherungs-text unten in die Textbox ein, um die Einstellungen wieder herzustellen.",
    "f02": "[OPTION]-[] Nichts.\r\n[OPTION]B22[] Zeigt den Schiffsnamen auf jedem Bild und entfernt dessen Tooltip.\r\n\r\n[OPTION]B23[] Zeigt die Schiffsgeschwindigkeit auf jedem Bild.\r\n\r\n[OPTION]B24[] Beides.\r\n\r\n[LIST] [GREEN]Verbleibende Schiffe[] oder [RED]fehlende Schiffe[] werden in beiden Fällen angezeigt.\r\n[LIST] [RED]Fehlende[] Schiffe werden angezeigt, wenn du irgendwo Schiffe vorausgewählt hast, es jedoch nicht genügend Schiffe dieses Typs gibt (Vorauswahl z.B. mit dem [BUTTON][F6B][] Button,im Spionagebericht, oder in einem Web-Simulator)",
    "f51": "[*] Untersucht, ob der Zieltyp ([PLANET], [MOON], [DEBRIS]) mit der ausgewählten Flotte, Koordinaten und Mission möglich ist.\r\n\r\n[*][PLANET]: Automatisch ausgewählt, falls die Mission [EXPEDITION] und die Position 16 ist. \r\n\r\n[*][PLANET]: Automatisch ausgewählt, falls die Mission [COLONIZATION] und mindestens ein [ITEM]Kolonieschiff[] in der Flotte ist. \r\n\r\n[*][MOON]: Automatisch ausgewählt, falls die Mission [MOONDESTRUCTION] und mindestens ein [ITEM]Todesstern[] in der Flotte ist. \r\n\r\n[*][PLANET]\/[MOON]: Automatisch gewechselt, falls deine aktuelle Position das Ziel ist und es einen [MOON] gibt. \r\n\r\n[*][DEBRIS]: Automatisch ausgewählt, falls die Mission [HARVEST] und mindestens ein [ITEM]Recycler[] in der Flotte ist.\r\n\r\n[HINT] Immer aktiviert, wenn eine Routine aktiv ist.",
    "f52": "Wählt automatisch die Mission [HARVEST] und den Zieltyp [DEBRIS] aus, falls [ITEM]Recycler[] in deiner ausgewählten Flotte sind.",
    "f53": "Wählt automatisch die Mission [ATTACK] aus, falls nur eine [ITEM]Spionagesonde[] in deiner ausgewählten Flotte ist. \r\n[*] Wählt automatisch die Mission [ESPIONAGE] aus, falls mehrere [ITEM]Spionagesonden[] in deiner ausgewählten Flotte sind.",
    "f54": "Wählt automatisch die Mission [DEPLOYMENT] aus, falls man eigene Koordinaten als Ziel wählt, anstatt der standardmäßigen Mission [TRANSPORT].",
    "g32": "Wähle einen [MOON] vor dem Sprung aus, sonst wird die Fehlermeldung 'Kein zulässiges Ziel' angezeigt.",
    "g34": "Nach einem Sprung bleibt deine aktuelle Position weiterhin auf dem gleichen.",
    "g409": "[*][SHORTCUT]ENTER[] Erneut anzeigen\r\n[*][SHORTCUT]D[] Nächstes System\r\n[*][SHORTCUT]A[] Vorheriges System\r\n[*][SHORTCUT]SPACE[] Aktiv, wenn die Einstellung [SETTING][U33][] ausgewählt wurde.",
    "g42": "[OPTION]–[] Reduziert die Lücken zwischen den Positionen nicht.\r\n[OPTION]1[] Reduziert die Lücken zwischen den Positionen kaum.\r\n[OPTION]2[] Reduziert die Lücken zwischen den Positionen erheblich.\r\n[OPTION]3[] Reduziert die Lücken zwischen den Positionen am meisten.",
    "g45": "Wähle aus, auf welche Weise das [DEBRIS] angezeigt werden soll: \r\n\r\n[OPTION]-[] Zeige nicht die Größe des [DEBRIS] \r\n[OPTION][G46][] Die Bildgröße des [DEBRIS] ändert sich. \r\n[OPTION][G47][] Die ganzen Zahlen werden angezeigt. \r\n[OPTION][G48][] Gekürzte Zahlen werden angezeigt (k = x 1.000, m = x 1.000.000, b = x 1.000.000.000)",
    "i02": "Wähle aus, auf welche Weise das [PAGE][I00][] angezeigt werden soll:\r\n\r\n[OPTION][A90][] Verbirgt das [I00]. Ein Pfeil icon befindet sich neben dem OGameLogo, klick darauf, um das [I00] aufzurufen. Es verschwindet wieder, wenn es inaktiv wird. \r\n[OPTION][A91][] Verbirgt das [I00]. Ein Pfeil icon befindet sich neben dem OGameLogo, halte deine Maus darüber, um das [I00] aufzurufen. Es verschwindet wieder, wenn es inaktiv wird. \r\n[OPTION][A94][] Zeigt das [I00] immer an. Es wird stark transparent, wenn es inaktiv wird. \r\n[OPTION][A95][] Zeigt das [I00] immer an. Es wird mittelmäßig transparent, wenn es inaktiv wird. \r\n[OPTION][A96][] Zeigt das [I00] immer an. Es wird leicht transparent, wenn es inaktiv wird. \r\n[OPTION][A99][] Zeigt das [I00] immer an. Es bleibt gleich, wenn es inaktiv wird. \r\n[HINT]\r\nImmer wenn du [SETTING][I0T][] benutzt, wird das [I00] aufgerufen, egal welche Einstellung du vorgenommen hast.",
    "i03": "[*] Ändere und optimiere die Größe des [PAGE][I00][], abhängig von deiner Monitorauflösung und Fenstergröße. \r\n[LIST]\r\nDu kannst nur die Mindestgröße bestimmen. Das [PAGE][I00][] passt sich immer automatisch in den Freiraum ein.",
    "m009": "[SHORTCUT]V[] Markiere angezeigte oder markierte Nachrichten als gelesen.\r\n[SHORTCUT]&lt; S[] Lösche angezeigte oder markierte Spionageberichte mit weniger Beute oder Trümmerfeld als dem Limit. \r\n[SHORTCUT]&lt; C[] Lösche angezeigte oder markierte Kampfberichte mit einem Verlust unterhalb des Limits. \r\n[SHORTCUT]E[] Lösche angezeigte oder markierte Expeditionsergebnisse und -kämpfe. \r\n[SHORTCUT]P[] Lösche angezeigte oder markierte Spielernachrichten. \r\n[SHORTCUT]S[] Lösche angezeigte oder markierte Nachrichten mit dem Betreff '[M86]'. \r\n[SHORTCUT]R[] Lösche angezeigte oder markierte Nachrichten mit dem Betreff '[M87]'. \r\n[SHORTCUT]1[] Lösche angezeigte oder markierte Nachrichten mit einem selbstdefinierten Betreff.\r\n[SHORTCUT]2[] Lösche angezeigte oder markierte Nachrichten mit einem selbstdefinierten Betreff.\r\n[SHORTCUT]3[] Lösche angezeigte oder markierte Nachrichten mit einem selbstdefinierten Betreff.\r\n[SHORTCUT]X[] Lösche angezeigte oder markierte Nachrichten.",
    "o02": "Für einige deiner zusätzlich installierten Skripte taucht die Skripte-Schaltfläche auf, die hinzugefügte Menüs vom OGamemenü trennt und zudem zeigt, ob diese aktuell sind und mit der momentanen OGame version getestet wurden. Du kannst diese sinnlose Schaltfläche entfernen, um das gesamte Menü zu kürzen.",
    "o03": "Lädt die gewählte Ogameseite beim Klicken auf das OGamelogo.",
    "o04": "Zeigt das nächste Ereignis als Titel des aktuellen Browser(-tab)s an.\r\n[LIST] Auch sichtbar in der Taskleiste, falls der Browser minimiert ist.",
    "o51": "Der [MOON] wird auf der rechten Seite mit einem größeren Bild angezeigt. Der rechte Teil des gesamten Auswahlbereichs (ca. 30%) aktiviert den Wechsel zum [MOON].",
    "o52": "Verkleinert den Platz zwischen jedem [PLANET], entfernt die Kolonieanzahl-Box mitsamt den Runterscroll-Pfeilen, und rückt die Planetenliste nach oben.",
    "o53": "Falls sich ein Gebäude in Bau befindet, wird dessen Name beim entsprechenden [PLANET] oder [MOON] in der Planetenliste angezeigt.",
    "o54": "Falls [SETTING]U32[] bei dem Tab [SECTION]U00[] aktiviert ist, wird die Nummer der Taste rechts neben dem Namen des Planeten angezeigt.",
    "s48": "[*] 1. Please restart your browser. \r\n[*] 2. If the problems persists, reset the databases in [PAGE]D00[] [SETTING]D10[]. \r\n[*] 3. Drücke die Schaltfläche  [BUTTON][S40][] und lies die Anleitung [PAGE]Problems with the browser database[].",
    "s50": "Gehe zum [BUTTON][S40][], um über bekannte oder gelöste Probleme zu lesen, um noch nicht bekannte Probleme zu beschreiben, damit sie entfernt werden, oder um einfach nur Hilfe in speziellen Fällen zu erhalten.",
    "s57": "Überprüfe die Optionen, wähle deine bevorzugten Einstellungen aus und drücke den Button [BUTTON][AM3][] , um deine eigenen Optionen abzuspeichern.",
    "s58": "Deaktiviere weitere AntiGame- oder AntiGameOrigin-Versionen, um Probleme zu vermeiden. \r\n\r\n[HEADLINE]Firefox[] \r\n[LIST] Entferne das Userscript von Greasemonkey oder Scriptish. \r\n[LIST] Drücke Strg+Shift+A , um die Browser Add-Ons zu sehen, und prüfe, ob dort eine zusätzliche Erweiterung vorhanden ist. \r\n\r\n[HEADLINE]Chrome[] \r\n[LIST] Drücke Strg+H, wähle &quot;Erweiterungen&quot; auf der linken Seite und prüfe, ob dort eine zusätzliche Erweiterung oder ein weiteres Userscript vorhanden ist.",
    "s72": "Gehe zum Tab [SETTING]D00[], drücke den Button [BUTTON][D0B][] oder gehe zur [PAGE]Forschung[].",
    "s73": "Gehe zum Tab [SETTING]D00[], drücke dem Bittpm [BUTTON][D0B][] und lade die OGameSeite erneut.",
    "u11": "Richte dir den OGame Hintergrund individuell ein und verringere dessen Ladezeit. \r\n[OPTION]-[] Lade die Bilder weiterhin vom OGame Server. \r\n[OPTION]OGame[] Lade die normalen Hintergrundbilder von AGO. \r\n[OPTION]Middle[] Lade leicht abgedunkelte Hintergrundbilder von AGO.\r\n[OPTION]Dark[] Lade stark abgedunkelte Hintergrundbilder  von AGO.\r\n[OPTION]Colour[] Benutze eine Hintergrundfarbe anstatt der Hintergrundbilder.",
    "u19": "Wähle die Farbe des Hintergrundes aus, falls du angegeben hast, dass du eine Hintergrundfarbe anstatt der Bilder verwenden willst.",
    "u22": "Füge den vollständigen Pfad des Ordners mit der CSS-Datei und den Bildern ein. Bitte benutze nur deinen eigenen Webserver oder einen deines Vertrauens. \r\n[LIST] Dieses Beispiel färbt den Hintergrund rot: http:\/\/antigame.de\/antigame\/skin\/test.css",
    "u31": "Aktiviert Tastaturkurzbefehle für einige OGame-Seiten. Einzelheiten sind in der Kurzbefehl-Liste des entsprechenden Abschnitts zu finden.",
    "u32": "Aktiviert die Funktionstasten zur Auswahl eines [PLANET] (F1 - F12) oder [MOON] (Shift + F1 - F12). \r\n[LIST] Die Nummer der Taste ist der [SECTION]Planetenliste[] hinzugefügt und folgt dessen Reihenfolge. \r\n[LIST] Dies funktioniert auf jeder OGame-Seite außer [PAGE]Sprungtor[], wo damit der Zielmond gewählt wird.",
    "u34": "[HEADLINE]Flotte I\r\n[LIST] Ein doppelklick auf den 'Weiter' Button' wählt alle Schiffe aus UND geht zu [PAGE]Flotte II[] \r\n[HEADLINE]Flotte II\r\n[LIST] Ein Doppelklick auf eine Zielkoordinate wählt das Ziel aus UND geht zu [PAGE]Flotte III[] \r\n[HEADLINE]Flotte III\r\n[LIST] Ein Doppelklick auf eine Mission wählt sie Mission aus UND schicket die Flotte ab \r\n[HEADLINE]Sprungtor\r\n[LIST] Ein Doppelklick auf einen Zielkoordinate wählt das Ziel aus UND springt dahin",
    "u41": "Sobald man eine Zahl in ein Eingabefeld eingegeben hat, wird beim nächsten mal ein Popup-Fenster unter diesem Feld angezeigt, das aus vorher genutzten Zahlen besteht, die mit der gleichen Ziffer beginnen. Dieses unnötige und lästige Popup kann blockiert werden.",
    "u42": "[HEADLINE] Hebt deine momentane Position in der Planetenliste hervor:\r\n[LIST] Ein [LIMEGREEN]grüner Hintergrund[] zeigt den aktuellen [PLANET] \r\n[LIST] Ein [LIMEORANGE]oranger Hintergrund[] zeigt den aktuellen [MOON] \r\n\r\n[HEADLINE] Fügt einen Rahmen um das ausgewählte Ziel hinzu:\r\n[LIST] Ein [LIMEGREEN]grüner Rahmen[] markiert den ausgewählten [PLANET] \r\n[LIST] Ein [LIMEORANGE]oranger Rahmen[] markiert den ausgewählten [MOON] \r\n[LIST] Ein [WHITE]weißer Rahmen[] markiert das ausgewählte [DEBRIS]",
    "u65": "Verzögert das Verschwinden von großen Tooltips, die eine Schaltfläche zum Schließen besitzen. \r\nSolche Tooltips kommen hauptsächlich in der [PAGE]Galaxie[] vor.",
    "u66": "Verzögert das Erscheinen von großen Tooltips, die eine Schaltfläche zum Schließen besitzen. \r\nSolche Tooltips kommen hauptsächlich in der [PAGE]Galaxie[] vor.",
    "x26": "Wählt automatisch die Mission [ATTACK] aus, falls man fremde Koordinaten als Ziel wählt.\r\n[LIST] Wählt immer [ATTACK] auf [PAGE]Flotte III[] wenn der Spieler inaktiv ist, auch wenn [SETTING]F27[] ausgewählt ist.",
    "x27": "Wählt automatisch die Mission [ATTACK] bei [RED]fremden[] Koordinaten aus, falls Kampfschiffe in deiner ausgewählten Flotte sind. \r\n\r\n[LIST] Aktiviere es, wenn du gewöhnlicherweise mit Spielern handelst.\r\n[LIST] Deaktiviere es, wenn du gewöhnlicherweise Spieler ohne Verteidigung angreifst \/ abfarmst."
}