{
    "a10": "Selecciona el idioma para el Menu de AntiGameOrigin.\r\n[OPTION]-[] Selecciona el idioma del servidor.",
    "a11": "Puedes desactivar AntiGameOrigin en este universo.\r\n[LIST] Actívalo de nuevo clickando en el [PAGE]menú de Opciones de AntiGameOrigin[].",
    "a31": "Ahora todos los tiempos mostrados son acordes a tu hora local (zona horaria).\r\n[LIST] Se añade la letra 'L' delante del reloj local.",
    "a32": "La hora original del servidor se muestra en un reloj adicional bajo el reloj cambiado.",
    "a34": "Muestra la hora a la que la página ha sido recargada por última vez.\r\n[LIST] La diferencia muestra la inexactitud del reloj local.",
    "a51": "Visita la [PAGE][A51][] para leer sobre requisitos, resumen de características, lista de cambios y otra información.",
    "a54": "Visita el [PAGE][A54][] para reportar problemas\/errores, obtener soporte, encontrar soluciones, enviar opiniones y hacer sugerencias.\r\n[LIST]Los posts en idiomas nativos son bienvenidos, por favor añade una traducción al inglés del Traductor de Google.",
    "a55": "Visita la página de [PAGE][A55][] para leer sobre todas las funciones con explicaciones detalladas y consejos para su uso. \r\n[LIST] Reporta explicaciones erróneas\/faltantes o sugiere nuevos consejos para su uso.",
    "a56": "Visita la página de [PAGE][A57][] para ver todos los grupos de texto definidos. Puedes convertirte en traductor voluntario pidiéndolo en el [A54] o simplemente sugerir una traducción que falte para cualquier grupo de texto.",
    "b01": "Muestra información sobre la producción de recursos se muestra en la [PAGE]Visión general[] del siguiente modo:\r\n\r\n[LIST][ORANGE](Producción por hora)[] - Recursos actuales \/ Capacidad de almacenamiento \r\n[LIST][RED]Almacenamiento lleno[]\r\n[LIST][GREEN]Hora en la que los almacenes estarán llenos con los recursos producidos[]",
    "b02": "La [GREEN]hora[] a la que un edificio \/ construcción \/ investigación en marcha finalizará se muestra en su menú de información detallada y en cada cuadro de cola de construcción.",
    "b04": "El color de los niveles de las investigaciones cambia:\r\n\r\n[LIST][RED]Rojo[]: Por debajo del nivel mínimo para activar otros edificios \/ construcciones \/ investigaciones.\r\n\r\n[LIST][ORANGE]Naranje[]: Se ha alcanzado el nivel mínimo, pero las mejoras aún son útiles.\r\n\r\n[LIST][GREEN]Verde[]: Se ha alcanzado el nivel mínimo, pero las mejoras ya no son útiles.",
    "b11": "Los recursos totales o [RED]faltantes[] y las cargueras necesarias para transportarlos se muestran en la imagen del menú de información detallada de cada edificio \/ construcción \/ investigación.\r\n[LIST] Puedes seleccionar un nivel y anclarlo en el [PAGE][I00][] etiqueta [I30] para la gestión avanzada de recursos y envíos. La producción, la información de energía y la [GREEN]hora de finalización[] se muestran  al lado de la Imagen.\r\n[LIST] También con un click en cualquier construcción del [PAGE]Panel de información[] actualiza la lista.\r\n[LIST] Clickando en la cantidad de cargueras necesarias puedes cambiar entre [ITEM]Nave grande de carga[] y [ITEM]Nave pequeña de carga[].",
    "b21": "[OPTION]B22[] Muestra el nombre sobre la imagen y elimina el tooltip.\r\n[OPTION]B23[] Muestra la cantidad máxima de naves construibles de ese tipo con los recursos actuales (se activa únicamente al tener el modo comandante activado)\r\n[OPTION]B24[] Ambas.",
    "cm3": "Define el oscurecimiento de la fila completa de flotas en retorno en [PAGE]Movimientos de flota[], [PAGE]Eventos[] y el [PAGE]Phalanx[]. (1=Oscuro)",
    "cs01": "[*] Define los colores de las etiquetas de estado.\r\n[*] Define la intensidad del color de fondo, la condición y el límite para el resaltado de las etiquetas de estado.\r\n[LIST] Adicionalmente es posible activar [SETTING]CA7[] para hacer menos visibles las filas innecesarias.\r\n\r\n[TIP]\r\nUn click en el icono de basura desactiva este coloreado y resaltado. Actívalo de nuevo clickando en la barra.\r\n[LIST] Úsalo para restaurar los ajustes por defecto.",
    "cs2": "Define la intensidad por defecto del color de fondo para el resaltado de las etiquetas de estado.\r\n[LIST]Puedes cambiarlo en detalle para cada etiqueta de estado.",
    "d003": "Busca los ajustes básicos de tu universo y de AntiGameOrigin.\r\n[LIST] Puedes actualizarla o restaurarla manualmente.",
    "d008": "[*] El color de fuente de las bases de datos cambia en función de su actualidad:\r\n[LIST] [LIGHTGREEN]reciente[], [GREEN]actualizado[], [ORANGE]actualización disponible[], [RED]error[].\r\n[*] La fecha de la última actualización se muestra después.",
    "d01": "Los niveles de investigación, etiquetas de OGame, configuraciones del servidor y las bases de datos serán revisadas y actualizadas.",
    "d04": "Selecciona tus preajustes preferidos, dependiendo de tu experiencia en AntiGameOrigin y tu estilo de juego. El valor por defecto para nuevas opciones es [SETTING]D06[].\r\n\r\n[OPTION]D05[] Solo las características simples son activadas. (La mejor opción para usar AntiGameOrigin por primera vez)\r\n[OPTION]D06[] Algunas características especiales y más complejas son desactivadas.\r\n[OPTION]D07[] La mayoría de las características son activadas, incluidas las especiales para floteros.",
    "d10": "Selecciona la sección de funciones que quieras resetear y confírmalo. Haz click en el botón [BUTTON][D0B][] después de resetear la base de datos \r\n[LIST]Resetear debería resolver muchos problemas de AntiGameOrigin.",
    "d20": "[*] Si se activa, AntiGameOrigin utilizará la API de Ogame. \r\n[*] Pulsa el botón [BUTTON][D0B][] para forzar la actualización.",
    "d22": "Proporciona la información conocida acerca de todos los [OGAME]jugadores[] en este universo:\r\n[LIST] Para cada código de jugador se muestra: nombre de jugador, estado de jugador y código de alianza.\r\n[LIST] La API de Jugadores se actualiza diariamente.",
    "d23": "Proporciona la información conocida acerca de todas las [OGAME]galaxias[] de tu universo:\r\n[LIST] Para cada código de planeta se muestra: código de jugador, nombre de planeta y coordenadas.\r\n[LIST] Para cada código de luna se muestra: nombre de luna y diámetro de luna.\r\n[LIST] La API del Universo se actualiza semanalmente.",
    "d41": "Almacena información acerca de tu cuenta, necesaria para algunos cálculos como en el [PAGE][I00][] o la [SECTION]Calculadora[].",
    "d601": "[*] Guarda tus ajustes en línea, en el servidor de antigame.de o en el servidor del navegador.\r\n[*] Guarda tus ajustes fuera de línea, en tu almacenamiento local como archivo de texto.",
    "d602": "[*] 'Opciones' se refiere solo a los ajustes del menú de opciones de AntiGameOrigin.\r\n[*] 'Datos &amp; Ajustes' se refiere a todas las bases de datos y configuraciones de dentro y fuera del menú de opciones de AntiGameOrigin.",
    "d603": "[*] Utilízalo para sincronizar un perfil en diferentes dispositivos.\r\n[*] Utilízalo para exportar todo Datos &amp; Ajustes a otra cuenta.",
    "d61": "Selecciona el método para restaurar o sincronizar los datos &amp; ajustes:\r\n[OPTION]Text[] usa el cuadro de texto\r\n[OPTION]Server[] usa el servidor antigame.de \r\n[OPTION]Browser Sync[] usa la función de Sincronización del navegador (Google Sync, Firefox Sync, Opera Link)",
    "d62": "Un nombre opcional para tu fichero de copia de seguridad.\r\n[LIST] Ante cualquier problema deberías pedir conseguir tu fichero de copia de seguridad dándole un nombre opcional.",
    "d70": "Guarda tus Datos &amp; Ajustes en un servidor para ser capaz de restaurarlos o sincronizarlos. \r\n[LIST] El método está cambiando dependiendo de la configuración [SETTING]D61[] .",
    "d80": "Una vez que has guardado tus Datos &amp; ajustes en un servidor, puedes restaurarlos presionando el botón. \r\n[LIST] El método cambia dependiendo de la configuración [SETTING]D61[] setting.\r\n[LIST] Habilita [SETTING]D85[], si sólo quieres restaurar o sincronizar las opciones.",
    "d85": "Si está habilitado, AntiGameOrigin solamente va a restaurar todas las configuraciones desde el interior de [PAGE]AGO Options menu[] en lugar de todas los posibles Datos &amp; Ajustes.",
    "f02": "[OPTION]-[] Nada. \r\n[OPTION]B22[] Muestra el nombre de la nave en cada imagen y elimina su descripción emergente.\r\n\r\n[OPTION]B23[] Muestra la velocidad sobre cada imagen.\r\n\r\n[OPTION]B24[] Ambas\r\n\r\n[LIST] [GREEN]Remaining ships[] or [RED]missing ships[] are shown in both cases. \r\n[LIST] Las [RED]naves faltantes[] se muestran cuando se preseleccionan naves y no hay suficientes de ese tipo. (Se preseleccionan, por ejemplo, usando el botón [BUTTON][F6B][], en reportes de espionajes o en una página de simulador)",
    "f09": "[*]Define una configuración diferente para el [PLANET] o [MOON] actual.\r\n[LIST] Solo deben ser introducidos los valores distintos al estándar.\r\n[LIST] Utiliza '-1' para resetear las naves seleccionadas en la configuración estándar.",
    "f51": "[*] Comprueba si el tipo de objetivo ([PLANET], [MOON], [DEBRIS]) es posible con las naves, misión y coordenadas escogidas.\r\n\r\n[*][PLANET]: se autoselecciona si la misión escogida es [EXPEDITION] y la posición establecida es 16.\r\n\r\n[*][PLANET]: se autoselecciona si la misión escogida es [COLONIZATION] y si hay al menos un [ITEM]Colonizador[] en la flota.\r\n\r\n[*][MOON]: se autoselecciona si la misión escogida es [MOONDESTRUCTION] y si hay al menos una [ITEM]Estrella de la muerte[] en la flota.\r\n\r\n[*][PLANET]\/[MOON]: se cambia de uno a otro de forma automática si tu objetivo es la posición actual y hay [MOON].  \r\n\r\n[*][DEBRIS]: se autoselecciona si la misión escogida es [HARVEST] y si hay al menos un [ITEM]Reciclador[] en la flota.\r\n\r\n[HINT] Always enabled if a routine is active.",
    "f52": "Autoselecciona la misión [HARVEST] y el objetivo [DEBRIS] si hay un [ITEM]Reciclador[] en la flota escogida.",
    "f53": "Autoselecciona la misión [ATTACK] si sólo hay una [ITEM]Sonda de espionaje[] en la flota escogida.\r\n[*]Autoselecciona la misión [ESPIONAGE] si la flota escogida sólo contiene [ITEM]Sondas de espionaje[].",
    "f54": "Autoselecciona la misión [DEPLOYMENT] si se seleccionan coordenada propias como objetivo, en lugar de la misión por defecto [TRASPORT].",
    "g302": "[*] Toda la línea de nombre de nave cambia el valor de entrada.",
    "g309": "[SHORTCUT]Doble click[] Selecciona esa [MOON] como objetivo y salta (si la opción [SETTING]U32[] está activada).\r\n[SHORTCUT]ENTER[] Salta.\r\n[SHORTCUT]ESC[] Cierra [PAGE]Salto cuántico[].\r\n[SHORTCUT]F1-F12[] Selecciona la [MOON] como objetivo (si la opción [SETTING]U32[] está activada).\r\n[SHORTCUT]A[] Selecciona todas las naves.\r\n[SHORTCUT]M[] Selecciona más naves (explicado en [SETTING]G38[]).\r\n[SHORTCUT]Q[] No selecciona ninguna nave.",
    "g31": "[*] Muestra una tabla de accesos directos con todas las lunas, la cantidad de naves en cada luna y unas cuantas configuraciones importantes para modificarlas al momento.\r\n[*] Cuando seleccionas cualquier otra [MOON] en los accesos directos el objetivo es resaltado in la lista de planetas y en la pestaña [SECTION][I20][] del [PAGE][I00][]. Utilízalo para ver las naves y recursos que hay allí.",
    "g32": "Se debe seleccionar un objetivo antes de saltar, en caso contrario se muestra un mensaje de error 'Objetivo no válido'.",
    "g33": "Se oculta la notificación 'El Salto ha sido realizado con éxito'.",
    "g34": "Tras un salto, tu posición permanecerá en la misma luna.",
    "g35": "Si se activa, un click en el botón [SETTING]F37[] selecciona todas las naves excepto las necesarias para transportar todos los recursos desde la actual [MOON].\r\n[LIST] La [ITEM]Nave Grande de Carga[] es seleccionada por defecto.",
    "g38": "Define la cantidad de cada tipo de nave que debería permanecer en la [MOON] al usar el botón [SETTING]F37[].\r\n\r\n[f09]",
    "g409": "[SHORTCUT]ENTER[] Mostrar de nuevo\r\n[SHORTCUT]D[] Siguiente sistema\r\n[SHORTCUT]A[] Anterior sistema\r\n[SHORTCUT]SPACE[] Works, if the setting [SETTING][U33][] is enabled.",
    "g42": "[OPTION]–[] No se reduce el espacio entra las posiciones.\r\n[OPTION]1[] Reduce el espacio entre las posiciones ligeramente.\r\n[OPTION]2[] Reduce el espacio entre las posiciones considerablemente.\r\n[OPTION]3[] Reduce el espacio entre las posiciones completamente.",
    "g45": "Selecciona de que manera se muestran los [DEBRIS].\r\n\r\n[OPTION]–[] No muestra el tamaño de los [DEBRIS].\r\n[OPTION][G46][] Cambia el tamaño de la imagen de los [DEBRIS].\r\n[OPTION][G47][] Se muestra el número completo.\r\n[OPTION][G48][] Se muestra el número acortado. (k = x 1.000, m = x 1.000.000, b = x 1.000.000.000)",
    "o02": "Para algunos de tus adicionales scripts instalados aparecerá un &quot;Botón de Scripts&quot;, que se incorporará al menú OGame y mostrará también, si ellos están actualizados y la prueba de la revisión actual OGame. Se puede quitar este botón para acortar el menú general.",
    "o03": "Carga la página de OGame seleccionada, clickeando en el logo de OGame.",
    "o04": "Muestra el próximo evento en el titulo de la pestaña actual del navegador. También es visible en la barra de tareas al minizar el navegador.",
    "o509": "[SHORTCUT]F1-F12[] Seleccionar actual [PLANET]\r\n[SHORTCUT]Shift F1-F12[] Seleccionar actual [MOON]",
    "o51": "La [MOON] se muestra a la derecha y con una imagen mayor. Se activa el cambio a la [MOON] en la parte derecha del area de selección completa.",
    "o52": "Reduce el espacio entre cada [PLANET], elimina el contador de planetas\/colonias y mueve la lista de planetas hacia arriba.",
    "o53": "Si un edificio\/instalación está en construcción se muestra en el correspondiente [PLANET] o [MOON] en la lista de planetas.",
    "o54": "Si se activa la [SETTING]U32[] del apartado  ([SECTION]U00[], el número de la tecla de función se muestra al lado del nombre del planeta.",
    "s48": "[*] 1. Please restart your browser. \r\n[*] 2. If the problems persists, reset the databases in [PAGE]D00[] [SETTING]D10[]. \r\n[*] 3. Pulsa el botón [BUTTON][S40][]] y lee la [PAGE]Guía Solución de Problemas[].",
    "s57": "Revisa las opciones, selecciona tu configuración favorita y presiona el botón [BUTTON][AM3][] para guardarla.",
    "s58": "Desactivar otra AntiGame o versión de AntiGameOrigin presente, para evitar problemas.\r\n\r\n[HEADLINE]Firefox[]\r\n[LIST] Elimina el userscript Greasemonkey o Scriptish.\r\n[LIST] Pulsa CTRL + SHIFT + A para mostrar todas las extensiones del navegador y revisa si hay alguna otra extensión activa.\r\n\r\n\r\n[HEADLINE]Chrome[]\r\n[LIST] Pulsa CTRL + H, selecciona &quot;Extensiones&quot; en la lista de la izquiera y revisa si hay alguna otra extensión o userscript presente.",
    "s72": "Ve a la sección [SETTING]D00[], pulsa el botón [BUTTON][D0B][] o accede a la página de [PAGE]Research[] de OGame.",
    "s73": "Ve a la sección [SETTING]D00[], pulsa el botón [BUTTON][D0B][] y recarga la página de OGame de nuevo.",
    "u22": "Añade la ruta completa hacia el archivo CSS y las imágenes. Por favor, utiliza solo servidores webs de confianza.\r\n[LIST] Este ejemplo colorea la imagen de fondo en rojo: http:\/\/antigame.de\/antigame\/skin\/test.css",
    "u31": "Activa los atajos de teclado en algunas páginas de OGame. Para más detalles ver la lista de atajos en su correspondiente sección",
    "u32": "Activa las teclas de función para seleccionar cada planeta (F1-F12) o luna (Shift+F1-F12). \r\n[LIST] El número de la tecla corresponde con el orden del planeta en la lista.\r\n[LIST] It's working on all OGame pages except the [PAGE]Jump gate[], where they select the target moon.",
    "u41": "Tras escribir un número en un campo de datos, la próxima vez que se utilice dicho campo aparecerá un popup bajo el mismo mostrando los números introducidos por el usuario que empiecen por el mismo dígito. Este innecesario y molesto popup puede ser bloqueado",
    "u65": "Retrasa la desaparición de los tooltips más grandes que contienen un botón de cierre. Ese tipo de tooltips aparecen principalmente en la [PAGE]Galaxy[].",
    "u66": "Retrasa la aparición de los tooltips más grandes que contienen un botón de cierre. Ese tipo de tooltips aparecen principalmente en la [PAGE]Galaxy[].",
    "x26": "Autoselecciona la misión [ATTACK] si se seleccionan coordenadas de otro jugador como objetivo.\r\n[LIST] Selects [ATTACK] always on [PAGE]Fleet III[] if the player is inactive, even if [SETTING]F27[] is enabled.",
    "x27": "Autoselecciona la misión [ATTACK] para coordenadas de otros jugadores sólo si se incluyen naves de combate en la flota escogida.\r\n\r\n[LIST]Actívalo si comercias de forma habitual con otros jugadores.\r\n[LIST]Desactívalo si atacas\/granjeas de forma habitual a jugadores sin defensas."
}