{
    "a10": "Choisit la langue du [PAGE]menu Options d'AGO[].\r\n[OPTION]-[] Sélectionne la langue du serveur.",
    "a11": "Vous pouvez désactiver AntiGameOrigin pour cet univers.\r\n[LIST] Réactivez-le en cliquant sur le bouton du menu.",
    "a31": "Chaque heure affichée s'ajuste désormais à votre fuseau horaire local.\r\n[LIST] The letter 'L' is added infront of the local clock.",
    "a32": "L'heure originale du serveur est affichée dans une seconde horloge au-dessous de l'horloge modifiée.",
    "a34": "Affiche l'heure à laquelle la page a été rafraîchie pour la dernière fois.\r\n[LIST] La différence montre l'inexactitude de l'horloge locale.",
    "a51": "Rendez-vous sur la [PAGE][A51][] afin de lire les pré-requis, avoir un aperçu des fonctionnalités, voir le patchnote et obtenir d'autres informations.",
    "a54": "Rendez-vous sur le [PAGE][A54][] pour signaler tout problème\/bug, obtenir ou trouver des solutions et soumettre vos retours et suggestions.\r\n[LIST] Les posts dans votre langue natale sont le bienvenu, mais veuillez ajouter un traduction anglaise (avec Google Translation).",
    "a55": "Rendez-vous sur la page [PAGE][A55][] pour tout lire à propos des fonctionnalités avec des explications détaillées et des astuces pour leur utilisation.\r\n[LIST] Rapporter les mauvaises explications ou manquantes ou suggérer de nouvelles astuces pour leur utilisation.",
    "a56": "Rendez-vous sur la page [PAGE][A57][] pour voir tous les groupes de texte définis. Vous pouvez devenir un traducteur bénévole en le demandant dans le [A54] ou simplement suggérer n'importe quelle traduction manquante pour n'importe quel groupe de texte.",
    "b01": "Affiche les informations sur la production de ressources dans l'aperçu de la façon suivante :\r\n\r\n[LIST] [ORANGE](Production par heure)[]  - Ressources actuelles\/capacité de stockage.\r\n[LIST] [RED]Stockage complet.[]\r\n[LIST] [GREEN]Durée avant que les stockages soient remplis par les ressources produites.[]",
    "b02": "L'[GREEN]horaire[] lorsque des constructions ou recherches en cours seront terminées sont affichées dans leur zone d'informations détaillées et dans chaque boîte de liste de constructions.",
    "b04": "La couleur du niveau de chaque recherche est changée :\r\n\r\n[LIST][RED]Rouge[] : Au-dessous du niveau minimal pour activer d'autres constructions ou recherches.\r\n\r\n[LIST][ORANGE]Orange[] : Le niveau minimal est atteint, les améliorations sont encore utiles.\r\n\r\n[LIST][GREEN]Vert[] : Le niveau minimal est atteint, les améliorations ne sont plus utiles.",
    "b11": "Le total ou les ressources [RED]manquantes[] ainsi que les transporteurs requis pour les apporter sont affichées sur l'image de la zone d'informations détaillées de n'importe quelles constructions ou recherches.\r\n\r\n[LIST] Vous pouvez sélectionner une plage de niveaux et épingler ces détails sur le [PAGE][I00][], onglet [I30] pour la gestion avancée et l'envoi des ressources. La production, l'indicateur d'énergie et [GREEN]l'heure de fin[] sont affichés à côté de l'image.\r\n[LIST] Ainsi que par un click sur chaque construction de la liste d'amélioration d'[PAGE]InfoCompte[]. \r\n[LIST] En cliquant sur la quantité de vaisseaux requis, vous pouvez basculer entre [ITEM]Petit transporteur[] et [ITEM]Grand Transporteur[].",
    "b21": "[OPTION]B22[] Affiche le nom sur chaque image et supprime son info-bulle.\r\n[OPTION]B23[] La quantité maximale de vaisseaux constructibles d'un type (utilisateur Commandant uniquement) est affichée sur chaque image\r\n[OPTION]B24[] Les deux.",
    "cm3": "Défini l'assombrissement de la ligne complète pour les flottes sur le retour dans [PAGE]Mouvements de flotte[], [PAGE]Événements[] et [PAGE]Phalange[].",
    "cs01": "[*] Défini les couleurs des étiquettes de statut.\r\n[*] Défini l'intensité de la couleur d'arrière plan, la condition et la limite pour la mise en surbrillance des étiquettes de statut.\r\n[LIST] En addition, il est possible d'activer [SETTING]CA7[] pour rendre les lignes inutiles moins visibles.\r\n\r\n[TIP]\r\nUn clic sur les icônes de poubelles désactive cette couleur et cette mise en surbrillance. L'activer à nouveau avec un clic sur la barre.\r\n[LIST] L'utiliser pour restaurer les paramètres par défaut",
    "cs2": "Défini l'intensité par défaut de la couleur d'arrière plan pour la mise en surbrillance de l'étiquette de statut.\r\n[LIST] Vous pouvez la changer en détail pour chaque étiquette de statut.",
    "d003": "Recherche les paramètres basique pour votre univers OGame et pour AGO.\r\n[LIST] Vous pouvez les mettre manuellement à jour ou les restaurer.",
    "d008": "[*]La couleur du texte pour les base de données changent en fonction du cours :\r\n[LIST][LIGHTGREEN]tout neuf[], [GREEN]à jour[], [ORANGE]mise à jour disponible[], [RED]erreur[]\r\n[*]La date de la dernière mise à jour est affichée en-dessous.",
    "d01": "Les niveaux de recherche, les libellés d'OGame, les paramètres du serveur et les base de données vont être vérifiés et mis à jour.",
    "d04": "Sélectionner vos pré-réglages préférés selon vos expériences avec AGO votre style de jeu. Le réglage par défaut pour les nouvelles options est [SETTING]D06[].\r\n\r\n[OPTION]D05[] Seules les fonctionnalités simples sont activées (le meilleur choix en utilisant AGO pour la première fois)\r\n[OPTION]D06[] Certains fonctionnalités spéciales et plus complexes sont désactivées.\r\n[OPTION]D07[] La plupart des fonctionnalités sont activées, en incluant celles spécialement pour les raiders.",
    "d10": "Sélectionner la section de fonctionnalités que vous souhaitez remettre à zéro et le confirmer. Appuyer sur le button [BUTTON][D0B][] après la remise à zéro d'une base de donnée. \r\n[LIST] Une remise à zéro peut parfois résoudre certains problèmes d'AGO.",
    "d20": "[*]Si activé, AGO utilisera les API d'OGame. \r\n[*]Appuyer sur le bouton [BUTTON][D0B][] pour les mettre à jour.",
    "d22": "Fourni les informations connues à propos de tous les [OGAME]joueurs[] dans cet univers :\r\n[LIST] nom du joueur, statut du joueur et identifiant de l'alliance pour chaque identifiant de joueur\r\n[LIST] L'API des joueurs est mise à jour une fois par jour.",
    "d23": "Fourni les informations connues à propos de toutes les [OGAME]galaxies[] dans votre univers :\r\n[LIST] identifiant du joueur, nom de la planète et les coordonnées pour chaque identifiant de planète\r\n[LIST] nom et diamètre de la lune pour chaque identifiant de lune\r\n[LIST] L'API de l'univers est mise à jour une fois par semaine.",
    "d41": "Stocke de nombreuses informations à propos de votre compte qui sont nécessaires pour certains calculs comme dans le [PAGE][I00][] ou dans la [SECTION]Calculatrice[].",
    "d601": "[*] Sauvegarde vos paramètres en ligne sur le serveur antigame.de ou le serveur du navigateur. \r\n[*] Sauvegarde vos paramètres hors ligne sur votre disque local comme un fichier texte.",
    "d602": "[*] 'Options' signifie seulement les paramètres que vous pouvez configurer dans le menu Options d'AGO.\r\n[*] 'Données &amp; paramètres' signifie toutes les bases de données et les paramètres que vous pouvez configurer dans le menu Options d'AGO et en dehors.",
    "d603": "[*] À utiliser pour synchroniser un profil sur plusieurs appareils. \r\n[*] À utiliser pour reprendre toutes les données et les paramètres sur un autre compte.",
    "d61": "Sélectionner la méthode de sauvegarde\/restauration\/synchronisation des données et des paramètres :\r\n[OPTION]Texte[] utilise la boîte de texte\r\n[OPTION]Serveur[] utilise le serveur antigame.de\r\n[OPTION]Synchronisation du navigateur[] utilise la fonctionnalité de synchronisation du navigateur (Google Sync, Firefox Sync, Opera Link)",
    "d62": "Juste un nom optionnel pour votre fichier de sauvegarde.\r\n[LIST] En cas de problème, vous pouvez demander de recevoir votre fichier de sauvegarde en donnant le nom optionnel.",
    "d70": "Sauvegarde vos données et paramètres sur un serveur pour pouvoir les restaurer\/synchroniser.\r\n[LIST] La méthode change en fonction du paramètre [SETTING]D61[].",
    "d80": "Une fois que vous avez sauvegardé vos données et paramètres sur un serveur, vous pouvez les restaurer en appuyant sur ce bouton.\r\n[LIST] La méthode change en fonction du paramètre [SETTING]D61[].\r\n[LIST] Activer [SETTING]D85[] si vous voulez restaurer\/synchroniser seulement les options.",
    "d85": "Si activé, AGO va simplement restaurer tous les paramètres à l'intérieur du [PAGE]menu Options d'AGO[] au lieu de toutes les données et tous les paramètres possibles.",
    "dx1": "Sélectionner pour quelle section vous souhaitez voir les informations de sauvegarde [BR]dans la boite de texte ci-dessous[BR]\r\nVous pouvez copier ces informations et les enregistrer localement dans un fichier texte.[BR][BR]\r\nCopier le contenu du fichier texte de sauvegarde dans la boite de texte ci-dessous pour les restaurer.",
    "f02": "[OPTION]-[] Rien du tout. \r\n[OPTION]B22[] Affiche le nom du vaisseau sur chaque image et supprime ses info-bulles.\r\n\r\n[OPTION]B23[] Affiche la vitesse du vaisseau sur chaque image.\r\n\r\n[OPTION]B24[] Les deux.\r\n\r\n[LIST] Les [GREEN]vaisseaux restants[] ou les [RED]vaisseaux manquants[] sont affichés dans les deux cas. \r\n[LIST] Les [RED]vaisseaux manquants[] sont affichés lorsqu'ils sont présélectionnés quelque part, mais qu'il n'y en a pas assez de ce type (présélectionnés par exemple en utilisant le bouton [BUTTON][F6B][] dans les rapports d'espionnage ou dans une page de simulation)",
    "f09": "[*]Défini un réglage différent pour la [PLANET] actuelle ou la [MOON].\r\n[LIST] Seule la différence de la valeur standard doit être entrée.\r\n[LIST] Utiliser '-1' pour remettre à zéro les vaisseaux sélectionnés dans le réglage standard.",
    "f51": "[*] Vérifie si le type de cible ([PLANET], [MOON] ou [DEBRIS]) est compatible avec les vaisseaux, la mission et les coordonnées choisis.\r\n\r\n[*] [PLANET] : Sélectionné automatiquement si la mission est une [EXPEDITION] et la position est 16.\r\n\r\n[*] [PLANET] : Sélectionné automatiquement si la mission est une [COLONIZATION] et au moins un [ITEM]Vaisseau de colonisation[] est présent dans la flotte.\r\n\r\n[*] [MOON] : Sélectionné automatiquement si la mission est [MOONDESTRUCTION] et au moins une [ITEM]Étoile de la mort[] est présente dans la flotte.\r\n\r\n[*] [PLANET]\/[MOON] : Échangé automatiquement si votre position actuelle est la cible et qu'il y a une lune.\r\n\r\n[*] [DEBRIS] : Sélectionné automatiquement si la mission est une [HARVEST] et au moins un [ITEM]Recycleur[] est présent dans la flotte.\r\n\r\n[HINT] Toujours activé si une routine est sélectionnée.",
    "f52": "Sélectionne automatiquement la mission [HARVEST] et le type de cible [DEBRIS] si uniquement des [ITEM]Recycleurs[] sont présents dans la flotte choisie.",
    "f53": "Sélectionne automatiquement la mission [ATTACK] si seulement une [ITEM]Sonde d'espionnage[] est présente dans la flotte choisie.\r\n[*] Sélectionne automatiquement la mission [ESPIONAGE] si uniquement des [ITEM]Sondes d'espionnage[] sont présentes dans la flotte choisie.",
    "f54": "Sélectionne automatiquement la mission [DEPLOYMENT] si vos propres coordonnées sont sélectionnées en tant que cible (à la place de la mission [TRANSPORT] par défaut).",
    "g302": "Les noms de vaisseaux permettent de modifier les valeurs entrées.",
    "g309": "[SHORTCUT]Double-clic[] Sélectionne cette [MOON] comme destination et saute (si l'option [SETTING]U34[] est activée)\r\n[SHORTCUT]ENTER[] Sauter\r\n[SHORTCUT]ESC[] Fermer la [PAGE]Porte de saut[] \r\n[SHORTCUT]F1-F12[] Sélectionne la [MOON] de destination (si l'option [SETTING]U32[] est activée) \r\n[SHORTCUT]A[] Sélectionne tous les vaisseaux\r\n[SHORTCUT]M[] Sélectionne la plupart des vaisseaux (défini dans [SETTING]G38[]) \r\n[SHORTCUT]Q[] Ne sélectionne aucun vaisseaux",
    "g31": "[*] Affiche un tableau des raccourcis, avec la lune, la quantité de vaisseaux sur chaque lune et quelques détails importants modifiables à la volée.\r\n[*] Sélectionner une autre [MOON] dans les raccourcis la surligne dans la liste des planètes et dans l'onglet ouvert [SECTION][I20][] du [PAGE][I00][]. Utilisez le pour y voir les vaisseaux et ressources présents là bas.",
    "g32": "Sélectionne une cible avant votre saut, sinon le message d'erreur 'Aucune cible sélectionnée' est affiché.",
    "g33": "La notification 'Saut effectué avec succès' sera masquée.",
    "g34": "Après un saut, votre position actuelle sera encore celle de la même [MOON].",
    "g35": "Si activée, un clic sur le bouton [SETTING]F37[] sélectionnera tout les vaisseaux sauf la quantité de transporteurs requis pour transporter toutes les ressources depuis la [MOON] actuelle.\r\n[LIST] Le [ITEM]Grand Transporteur[] sera privilégié.",
    "g38": "Défini la quantité de vaisseaux, par type, qui doivent rester sur la [MOON] quand on utilise le bouton [SETTING]F37[].\r\n\r\n[f09]",
    "g405": "[*] Envoyer des sondes d'espionnage avec un clic sur l'icône de la planète.\r\n[*] Modifie le comportement lors des clics et du passage de la souris sur les planètes et lunes pour envoyer des sondes d'espionnage (commandant requis pour les lunes)\r\n[LIST] Le comportement dépend de l'option [SETTING]G51[]\r\n[LIST] Pour les appareils mobiles, l'option [SETTING]U51[] doit être activée.",
    "g409": "[SHORTCUT]ENTER[] Affiche à nouveau\r\n[SHORTCUT]D[] Système suivant\r\n[SHORTCUT]A[] Système précédant \r\n[SHORTCUT]SPACE[] Fonctionne si l'option [SETTING][U33][] est activée.",
    "g41": "[*] L'image de la planète est déplacée derrière le nom du joueur pour que [PLANET], [MOON] et [DEBRIS] apparaissent côte à côte. \r\n[*] L'arrière plan est moins visible si il n'y aucune [PLANET], [MOON] ou [DEBRIS].",
    "g42": "[OPTION]–[] Ne réduit pas les écarts entre les positions.\r\n[OPTION]1[] Réduit à peine les écarts entre les postions.\r\n[OPTION]2[] Réduit considérablement les écarts entre les postions.\r\n[OPTION]3[] Réduit majoritairement les écarts entre les postions.",
    "g43": "Affiche le rang du joueur juste après son nom.",
    "g44": "Affiche le rang de l'alliance et son nombre de membres juste après son nom.",
    "g45": "Choisi la façon dont les [DEBRIS] doivent être affichés.\r\n\r\n[OPTION]–[] N'affiche pas la taille des [DEBRIS].\r\n[OPTION][G46][] L'image des [DEBRIS] change.\r\n[OPTION][G47][] Le numéro complet est affiché.\r\n[OPTION][G48][] The shorted number is shown (k = x 1.000, m = x 1.000.000, b = x 1.000.000.000)",
    "g51": "Modifie le comportement lors des clics et du passage de la souris sur les planètes et lunes : \r\n[LIST] [WHITE]Planète ou Lune[] Affiche les info-bulles, envoi de sondes d'espionnage avec un clic. (OGame) \r\n[LIST] [GREY]Planète ou Lune[] Affiche les info-bulles, pas d'envoi de sondes d'espionnage. \r\n[LIST] [GREEN]Planète ou Lune[] Masque les info-bulles, envoi de sondes d'espionnage avec un clic, surligne planètes et lunes. \r\n[LIST] [GREEN]Planète ou Lune[] Désactive l'envoi de sondes d'espionnage à partir des icônes de Planète ou Lune pour les joueurs en mode vacances, les administrateurs, les joueurs forts, les membres de l'alliance ou de la liste d'ami. \r\n[*] Un clic sur une Planète ou une Lune dans la galaxie active cette fonctionnalité.",
    "i02": "Défini la façon dont le [PAGE][I00][] sera affiché :\r\n[OPTION][A90][] Masque le [I00]. Une icône flèche se trouvera à côté du logo OGame, un clic dessus fera apparaître le [I00]. Il redevient masqué quand il est inactif.\r\n[OPTION][A91][] Masque le [I00].  Une icône flèche se trouvera à côté du logo OGame, passer dessus fera apparaître le [I00]. Il redevient masqué quand il est inactif.\r\n[OPTION][A94][] Affiche le [I00] en permanence. Il devient très transparent quand il est inactif. \r\n[OPTION][A95][] Affiche le [I00] en permanence. Il devient moyennement transparent quand il est inactif. \r\n[OPTION][A96][] Affiche le [I00] en permanence. Il devient un peu transparent quand il est inactif. \r\n[OPTION][A99][] Affiche le [I00] en permanence. Il reste affiché à l'identique quand il est inactif.",
    "i03": "[*] Changer et optimiser la taille du [PAGE][I00][] en fonction de la résolution de l'écran et de la taille de la fenêtre.\r\n[LIST] Vous pouvez seulement définir la taille minimale. Le [PAGE][I00][] s'ajuste toujours automatiquement à l'espace libre.",
    "i81": "[*] Copie des coordonnées OGame et\/ou une heure depuis le texte mis en évidence et les ajoutent dans le groupe [PAGE]C81[] dans le [PAGE]I00[], onglet [SECTION]I80[].\r\n\r\n[*] La copie automatique de coordonnées et heures fonctionne uniquement sur les pages OGame et certains sites web comme Websim, Osimulate, les pages Galaxytool et WarRiders.\r\n[LIST] Consulter le forum pour obtenir la liste complète ou demander à en ajouter un nouveau.\r\n\r\n[HINT] La copie automatique des heures n'est pas disponible pour l'instant, mais viendra ultérieurement.",
    "i82": "Les coordonnées et\/ou heures mis en évidence seront immédiatement sélectionnés comme destination.\r\n[LIST] Si la page Galaxie est affichée, ces coordonnées seront sélectionnées.\r\n[LIST] Si les pages Flotte sont affichées, ces coordonnées et\/ou heures seront sélectionnées.",
    "i83": "[*] L'icône A situé à droite du bouton AGO indique l'état de cette fonctionnalité. Un clic active ou désactive cette fonction.\r\n[LIST] [ORANGE]A[] La cible actuelle sera sélectionnée dans la page [PAGE]Flotte I[]. \r\n[LIST] [WHITE]A[] La fonctionnalité est activée, mais il n'y a pas de coordonnées et\/ou heures valide en mémoire. \r\n[LIST] [GREY]A[] La fonctionnalité est désactivée.\r\n[*] Le bouton AGO affiche les coordonnées actives. \r\n[*] Fonctionne uniquement si il n'y a pas de coordonnées présélectionnées.",
    "m009": "[SHORTCUT]V[] Marquer comme lus les messages affichés ou sélectionnés.\r\n[SHORTCUT]&lt;S[] Effacer les rapport d'espionnage affichés ou sélectionnés avec pillages et débris inférieurs aux limites.\r\n[SHORTCUT]&lt;C[] Effacer les rapports de combats affichés ou sélectionnés avec des pertes inférieures à la limite.\r\n[SHORTCUT]E[] Effacer les combats et résultats d'Expéditions affichés ou sélectionnés.\r\n[SHORTCUT]P[] Effacer les messages de joueurs affichés ou sélectionnés.\r\n[SHORTCUT]S[] Effacer les messages affichés ou sélectionnés avec le sujet '[M86]'.\r\n[SHORTCUT]R[] Effacer les messages affichés ou sélectionnés avec le sujet '[M87]'.\r\n[SHORTCUT]1[] Effacer les messages affichés ou sélectionnés avec un sujet personnalisé.\r\n[SHORTCUT]2[] Effacer les messages affichés ou sélectionnés avec un sujet personnalisé.\r\n[SHORTCUT]3[] Effacer les messages affichés ou sélectionnés avec un sujet personnalisé.\r\n[SHORTCUT]X[] Effacer tous les messages affichés ou sélectionnés.",
    "m05": "Défini la quantité maximale d'unités perdues pour supprimer les rapports de combats affichés ou sélectionnés avec le bouton [BUTTON]&lt; C[].",
    "m80": "Le début d'un sujet de message personnalisé pour supprimer les messages correspondants avec les boutons [BUTTON]1[], [BUTTON]2[] ou [BUTTON]3[].",
    "o02": "Certains scripts ajoutent un bouton Scripts lorsqu'ils sont installés pour affichés s'ils sont à jour et testés avec la version courante d'OGame. Cette option permet de supprimer ce bouton inutile pour alléger le menu.",
    "o03": "Charge la page d'OGame sélectionnée lorsqu'on clic sur le logo OGame.",
    "o04": "Affiche le prochain évènement en tant que titre du navigateur\/onglet actuel.\r\n[LIST] Également visible dans la barre de tâches si le navigateur est minimisé.",
    "o505": "[HEADLINE]Lune couleur orange[]\r\n[LIST] Affiche le nom et les coordonnées en [LIMEORANGE]orange[] si la lune est sélectionnée ou survolée par le curseur de la souris. \r\n\r\n[HEADLINE]Temps de rechargement de la Porte de saut[]\r\n[LIST] Affiche le temps de rechargement de la [PAGE]Porte de saut[] à côté de la [MOON] correspondante.\r\n\r\n[HEADLINE]Icône d'attaque rouge[]\r\n[LIST] Affiche un triangle [RED]rouge[] pour les attaques à la place du triangle [ORANGE]orange[].\r\n\r\n[HEADLINE]Flèches de défilement[]\r\n[LIST] Vous pouvez descendre à la [PLANET] (gauche) ou [MOON] (droite) suivante en cliquant sur les flèches correspondantes situées aux coins du bandeau affichant le nombre de planètes.",
    "o509": "[SHORTCUT]F1-F12[] Sélectionne la [PLANET] correspondante.\r\n[SHORTCUT]Shift F1-F12[] Sélectionne la [MOON] correspondante.",
    "o51": "La [MOON] est affichée sur le côté droit avec une image plus grande. La partie droite de la zone complète de sélection (~30%) active le changement vers la [MOON].",
    "o52": "Réduit l'espace entre chaque [PLANET], supprime la boîte du compte des colonies et déplace la liste des planètes vers le haut.",
    "o53": "Si un bâtiment est en construction, son nom est affiché au-dessus de la [PLANET] ou de la [MOON] correspondante dans la liste des planètes.",
    "o54": "Si [SETTING]U32[] est activé dans l'onglet [SECTION]U00[], le numéro de la touche est affiché juste à côté du nom de la planète.",
    "s21": "[*] Les paramètres sont affichés dans l'ordre suivant : \r\n[LIST] vitesse (\/ vitesse flottes), galaxies:systèmes, pourcentage débris, pourcentage réparation défense, rapidfire (RF), Attaques groupés, points du meilleur joueur.",
    "s29": "Appuyer sur le bouton [BUTTON][S2B][] pour passer au palier supérieur pour les [EXPEDITION].\r\n[LIST] Si activée, cette option sera affichée en [GREEN]vert[] et vous pourrez voir la valeur du palier supérieur dans la liste des paramètres serveurs juste au dessus (dernière valeur).",
    "s48": "[*] 1. Redémarrez votre navigateur.\r\n[*] 2. Si le problème persiste, réinitialisez les bases de données dans [PAGE]D00[] [SETTING]D10[].\r\n[*] 3. Cliquez sur le bouton [BUTTON][S40][] et lisez la page [PAGE]Problems with the browser database[].",
    "s50": "Cliquez sur le bouton [BUTTON][S40][] et consultez les informations concernant les problèmes connus\/résolus, expliquez les problèmes pour aider à leur résolution ou juste obtenir de l'aide pour des situations particulières.",
    "s57": "Vérifiez les options, sélectionnez vos paramètres préférés et appuyez sur le bouton [BUTTON][AM3][]  pour enregistrer vos propres options.",
    "s58": "Désactivez une autre version d'AntiGame ou d'AntiGameOrigin pour éviter tout problème.\r\n\r\n[HEADLINE]Firefox[]\r\n[LIST] Supprimez le script utilisateur de Greasemonkey ou Scriptish.\r\n[LIST] Appuyez sur CTRL MAJ A pour afficher les modules complémentaires et vérifiez s'il existe une autre extension.\r\n\r\n[HEADLINE]Chrome[]\r\n[LIST] Appuyez sur CTRL H, choisissez &quot;Extensions&quot; sur la gauche et vérifiez qu'il n'existe pas une autre extension ou script utilisateur.",
    "s72": "Rendez-vous dans l'onglet [SETTING]D00[], appuyez sur le bouton [BUTTON][D0B][] ou allez sur la page [PAGE]Research[] d'OGame.",
    "s73": "Rendez-vous  dans l'onglet [SETTING]D00[], appuyez sur le bouton [BUTTON][D0B][] et rechargez la page OGame.",
    "t01": "Si activée, les appels successifs à un outil s'ouvriront toujours dans une nouvelle page ou un nouvel onglet plutôt que de rafraîchir la page de l'outil.",
    "t02": "Si activée, AGO enverra les niveaux de technologies du compte. Ils seront ainsi pré rempli pour les outils qui s'en servent.",
    "t03": "Si activée, et que les recherches n'apparaissent pas dans le rapport d'espionnage, les technologies de combats (armes, bouclier, protection) ne seront pas envoyés au simulateur.",
    "t05": "Si activée, AGO envoi au simulateur la liste des vaisseaux de combat présent sur la [PLANET] ou [MOON] actuelle.\r\n[LIST] La composition de flotte personnalisée sera privilégiée si elle existe (définie dans [SETTING][T06]).",
    "t06": "Défini une composition de flotte personnalisée à envoyer par défaut aux simulateurs.",
    "t101": "[*] Créer votre propre lien personnalisé pour les moteurs de recherches externes : \r\n\r\n[LIST] [NOPARSE] [UNI] est remplacé par le numéro de l'univers[] \r\n[LIST] [NOPARSE] [ALLIANCE] est remplacé par l'ID de l'alliance[] \r\n[LIST] [NOPARSE] [ALLIANCENAME] est remplacé par le tag de l'alliance[] \r\n[LIST] [NOPARSE] [ALLIANCETAG] est remplacé par le tag de l'alliance[] \r\n[LIST] [NOPARSE] [PLAYER] est remplacé par l'ID du joueur[] \r\n[LIST] [NOPARSE] [PLAYERNAME] est remplacé par le nom du joueur[] \r\n[LIST] [NOPARSE] [TARGET] est remplacé par l'ID de la cible (planète\/lune)[] \r\n[LIST] [NOPARSE] [TARGETCOORDS] est remplacé par les coordonnées de la cible (1:1:2)[] \r\n[LIST] [NOPARSE] [TARGETMOON] est remplacé par &quot;true&quot; si la cible est une lune[] \r\n\r\n[*] Exemples :\r\n\r\n[LIST] [NOPARSE] http:\/\/de.galaxytool-hosting.eu\/origin\/secret\/show.php?player=[PLAYERNAME] [] \r\n[LIST] [NOPARSE] http:\/\/de.galaxytool-hosting.eu\/origin\/secret\/show.php?ally=[ALLIANCETAG] [] \r\n[LIST] [NOPARSE] http:\/\/ogame.gamestats.org\/?lang=org&amp;uni=uni1&amp;page=details&amp;type=player&amp;name[PLAYERNAME][] \r\n[LIST] [NOPARSE] http:\/\/ogame.gamestats.org\/?lang=org&amp;uni=uni1&amp;page=details&amp;type=ally&amp;name=[ALLIANCETAG][]",
    "t102": "[HINT]\r\nLes paramètres [ALLIANCE] et [ALLIANCETAG] ne sont pas disponibles pour l'instant.",
    "u11": "Personnaliser et réduire le temps de chargement de l'arrière plan d'OGame.\r\n[OPTION]-[] charge normalement les images depuis le serveur OGame.\r\n[OPTION]OGame[] charge les images d'arrière plan normales depuis AGO.\r\n[OPTION]Milieu[] charge un arrière plan légèrement plus sombre depuis AGO.\r\n[OPTION]Sombre[] charge un arrière plan beaucoup plus sombre depuis AGO.\r\n[OPTION]Couleur[] Utiliser des couleurs plutôt que des images pour l'arrière plan.",
    "u19": "Défini les couleurs de l'arrière plan si on a choisi d'utiliser des couleurs plutôt que des images.",
    "u22": "Ajoutez le chemin complet vers le dossier contenant le fichier CSS et les images. Veuillez uniquement utiliser votre propre serveur web ou un serveur de confiance.\r\n[BR]\r\nCet exemple change l'arrière-plan en rouge : http:\/\/antigame.de\/antigame\/skin\/test.css",
    "u301": "[SHORTCUT]↑[] Incrémente de 1 la valeur du champ.\r\n[SHORTCUT]↓[] Décrémente de 1 la valeur du champ.\r\n[LIST] On peut modifier cette valeur d'incrémentation en maintenant certaines touches enfoncées : SHIFT 10, CTRL 100 et SHIFT+CTRL 1000",
    "u31": "Active les raccourcis clavier sur certaines pages d'OGame. Pour plus de détails, voir la liste des raccourcis dans la section correspondante.",
    "u32": "Active les touches de fonction afin de sélectionner n'importe quelle [PLANET] (F1 - F12) ou [MOON] (Maj + F1 - F12).\r\n[LIST] Le numéro de touche est ajouté à la liste des planètes et suit cet ordre.\r\n[LIST] Ces touches fonctionnent sur toutes les pages d'OGame à l'exception de la [PAGE]Porte de saut[], où elles sélectionnent la lune de destination.",
    "u34": "[HEADLINE]Flotte I \r\n[LIST] Un double-clic sur le bouton 'Continuer' sélectionne tous les vaisseaux ET passe à la page [PAGE]Flotte II[] \r\n[HEADLINE]Flotte II[] \r\n[LIST] Un double-clic sur les coordonnées d'une cible la sélectionne comme destination ET passe à la page [PAGE]Flotte III[]\r\n\r\n[HEADLINE]Flotte III[] \r\n[LIST] Un double-clic sur une mission la sélectionne ET envoi la flotte. \r\n[HEADLINE]Porte de saut[] \r\n[LIST] Un double-clic sur les coordonnées d'une cible la sélectionne comme destination ET y fait sauter la flotte.",
    "u41": "Une fois que avez avez tapé n'importe quel nombre dans un champ de saisie, la prochaine fois que vous ferez de même, un popup sera affiché au-dessous de ce champ, consistant en d'anciens nombres utilisés commençant par le même chiffre. Ce popup inutile et agaçant peut être bloqué.",
    "u42": "[HEADLINE]Surligne la position actuelle dans la liste des planètes. \r\n[LIST] Un [LIMEGREEN]fond vert[] indique que la [PLANET] est active. \r\n[LIST] Un [LIMEORANGE]fond orange[] indique que la [MOON] est active.\r\n\r\n[HEADLINE] Ajoute un contour à la cible sélectionnée.\r\n[LIST] Un [LIMEGREEN]contour vert[] indique qu'une [PLANET] est sélectionnée. \r\n[LIST] Un [LIMEORANGE]contour orange[] indique qu'une [MOON] est sélectionnée. \r\n[LIST] Un [WHITE]contour blanc[] indique qu'un [DEBRIS] est sélectionné.",
    "u51": "[HEADLINE] Modifie et améliore l'ergonomie sur les appareils mobiles. \r\n[LIST] Inclut [SETTING]U52[] (si il n'est pas désactivé par '-') \r\n[LIST] Active [SETTING]G51[] dans la [PAGE]G40[] sur les appareils mobiles. \r\n[LIST] N'affiche pas le clavier virtuel à chaque chargement de page.",
    "u52": "[*][PAGE]Panneau d'information[] - Faire défiler la partie gauche de l'écran\r\n[LIST] Faire glisser vers la droite affiche le panneau d'information.\r\n[LIST] Faire glisser vers la gauche masque le panneau d'information.\r\n\r\n [BR] \r\n[*][PAGE]Liste des planètes[] - Faire défiler la partie droite de l'écran. \r\n[LIST] Faire glisser vers la droite passe sur la lune. \r\n[LIST] Faire glisser vers la gauche passe sur la planète. \r\n[LIST] Faire glisser vers le haut passe à la planète ou lune précédente. \r\n[LIST] Faire glisser vers le bas passe à la planète ou lune suivante . \r\n\r\n[BR] \r\n[*][PAGE]Galaxie[] \r\n[LIST] Faire glisser vers la gauche ou la droite fait passer au système précédent ou suivant.",
    "u65": "Délai de disparition des grandes info-bulles refermables par un bouton. Ces info-bulles se trouvent majoritairement dans la [PAGE]Galaxie[].",
    "u66": "Délai d'apparition des grandes info-bulles refermables par un bouton. Ces info-bulles se trouvent majoritairement dans la [PAGE]Galaxie[].",
    "x26": "Sélectionne automatiquement la mission [ATTACK] si des coordonnées étrangères sont sélectionnées en tant que cible.\r\n[LIST] Selects [ATTACK] always on [PAGE]Fleet III[] if the player is inactive, even if [SETTING]F27[] is enabled.",
    "x27": "Sélectionne automatiquement la mission [ATTACK] sur des coordonnées étrangères, uniquement s'il y a des vaisseaux de combat présents dans la flotte choisie.\r\n\r\n[LIST] Activez si vous échangez habituellement avec d'autres joueurs.\r\n[LIST] Désactivez si vous attaquez\/pillez un joueur sans défense."
}