{
    "a10": "Kiválaszthatod az [PAGE]AGO beállítások menü[] nyelvét.\r\n[OPTION]-[] Kiválasztja az univerzum alapértelmezett nyelvét.\r\n[BR]\r\n[BR]\r\n[WHITE]A fordító (mikk) megjegyzése:[] A nyelvválasztás jelenleg nem működik teljeskörűen, ha a szerver nyelvétől eltérő nyelvet választunk. Például ha magyar szerveren játszunk és angol nyelvet választunk az AGO-ban, akkor a panel, illetve sok más AGO szöveg magyar marad. A hibát jeleztem a fejlesztőnek több alkalommal, de ő ezt nem tartja hibának.\r\n[BR]\r\n[BR]\r\n[ORANGE]A magyarításról kicsit bővebb infót kaphatsz, ha a  'Nagyon köszönöm az összes forditó munkáját!' felirat fölé állsz az egérrel (gyorstipp).[]",
    "a11": "Letilthatod az AGO-t ebben az univerzumban.\r\n[LIST] Újra engedélyezheted rákattintva az [PAGE]AGO beállítások menü[] gombra.\r\n\r\n[BR]\r\n[BR]\r\n[WHITE]A fordító (mikk) megjegyzése:[] Ez maga az AGO menü gombja, amivel az AGO beállításait nyitod meg. A kattintás után még frissíteni kell az oldalt, vagy rákattintani egy másik gombra, hogy az AGO ismét működjön.",
    "a31": "Az összes mutatott idő megfelel a te helyi időnek (időzónádnak)\r\n[LIST] Az 'L' betű jelzi a helyi időt.\r\n[BR]\r\n[BR]\r\n[WHITE]A fordító (mikk) megjegyzése:[] Ha a helyi idő és a szerver idő más időzónában van, egyébként nem jelenik meg.",
    "a32": "Az eredeti szerver idő megjelenítése a helyi idő alatt.\r\n[BR]\r\n[BR]\r\n[WHITE]A fordító (mikk) megjegyzése:[] Ha a helyi idő és a szerver idő más időzónában van, egyébként nem jelenik meg.",
    "a34": "Azt az időt mutatja, amikor az oldal utoljára frissítve lett.\r\n[LIST] A különbség a helyi óra pontatlanságát jelzi.",
    "a51": "Látogass el ide: [PAGE][A51][], hogy megtekinthesd az AGO futtatásához szükséges követelményeket, a funkciók leírását, a változásokat, és sok más információt.",
    "a54": "Látogass el ide: [PAGE][A54][], ha problémát\/hibát kívánsz jelezni, vagy ha segítségre van szükséged. Az oldalon megoldást is lelhetsz a problémáidra, visszajelzést adhatsz, és javaslatokat tehetsz.\r\n\r\n[LIST] A fórumra célszerű angolul írni, ha nem beszéled a nyelvet megfelelően, akkor használj nyuogdtan google fordítót, vagy hasonlót.",
    "a55": "Látogass el ide: [PAGE][A55][], hogy elolvashasd az AGO funkcióinak leírását részletes magyarázatokkal, de találhatsz tippeket is.\r\n\r\n[LIST] Jelezhetsz hibás\/hiányzó leírást vagy magyarázatot, de adhatsz új tippeket is.",
    "a56": "Látogass el ide: [PAGE][A57][], hogy láthasd az AGO-ban található összes szöveget. Jelentkezhetsz fordítónak itt: [PAGE][A54][], de ha nem kívánsz fordító lenni csak segíteni szeretnél egy kicsit, akkor akár egy-egy hiányzó szövegre is tehetsz javaslatot.\r\n[BR]\r\n[BR]\r\n[WHITE]A fordító (mikk) megjegyzése:[]\r\n[BR]\r\n1. Jelenleg én végzem az AGO fordítását. A nálad telepített AGO-ban található magyarítás dátuma:\r\n[BR]\r\n[ORANGE]2014.08.18. 20:18[]\r\n[BR]\r\n[BR]\r\n[WHITE]Az OGame magyar fórumán várom a visszajelzéseket[], létrehoztam egy külön témát rá, az 'AntiGameOrigin fordítás' szavakra rákeresve meg lehet találni, jelenleg az 'Általános Beszélgetések' fórumtémában található meg.\r\n[BR]\r\n[BR]\r\n2. Pár gondolat\/javaslat a fordításhoz:\r\n[BR]\r\nAz angolt nehéz fordítani (főleg a rövid elnevezéseket, ld. 'Menu \/ Ingame text') mert kevés szó van az angol nyelvben, így egy-egy szó rengeteg dolgot jelenthet. Tehát keresd meg a játékban a fordítani kívánt szöveget, és csak akkor tégy javaslatot, ha pontosan érted a funkció működését amihez a szöveg tartozik, hogy ne hülyeséget fordíts, mert annak nincs értelme. Lehet hogy ugyanaz a szó több különböző dolgot jelent akár a modon belül is. Nagy segítséget nyújt a gyorstipp (tooltip) szövege, hiszen ott részletesen megtalálható, hogy mi is lett belesűrítve abba a pár szavas angol elnevezésbe. Törekedj az egységességre is, tehát ha egy elnevezés már le lett fordítva, akkor lehetőleg máshol is azt használd, vagy ha megfelelőbbet találtál, cseréld ki mindenhol, ahol előfordul!",
    "b01": "Információkat mutat az [PAGE]Áttekintés[] oldalon az erőforrás termelésről:\r\n\r\n[LIST] [ORANGE](termelés óránként)[]  - aktuális erőforrás \/ tárolókapacitás \r\n[LIST] [RED]tároló megtelt[] \r\n[LIST] [GREEN]az az idő, amikorra a tároló megtelik a termelt erőforrással[]",
    "b02": "Az [GREEN]idő[] azt mutatja, mikor fog egy folyamatban levő építés\/gyártás\/kutatás befejeződni. Ez az infó látszik a részleteknél, és az építési sorban mindegyiknél külön-külön.\r\n[BR]\r\n[BR]\r\n[WHITE]A fordító (mikk) megjegyzése:[] Két helyen látszik ez a befejezési idő. A részleteknél azt jelenti, HA MOST KEZDENÉNK EL ÉPÍTENI, mikorra fejeződne be. Alul, az építési sorban pedig azt jelenti, hogy egy FOLYMATBAN LEVŐ ÉPÍTÉS mikor fejeződik be. Tehát nagyon nem mindegy, melyiket nézzük.",
    "b04": "A kutatási oldalon használt színek jelentése:\r\n\r\n[LIST][RED]Piros[]: Túl kicsi a szint ahhoz hogy lehetővé váljon egyéb építés\/gyártás\/kutatás.\r\n\r\n[LIST][ORANGE]Narancs[]: Az ajánlott minimum szint már megvan, de a további fejlesztés még mindig hasznos lehet.\r\n\r\n[LIST][GREEN]Zöld[]: Az ajánlott minimum szint már megvan, nincs értelme magasabb szintre fejleszteni.",
    "b11": "Az összes [RED]hiányzó[] erőforrás és a szállításhoz szükséges szállító hajók megjelennek a kép felett a részletes információk ablakban, bármely építésnél\/gyártásnál\/kutatásnál.\r\n[LIST] Kiválaszthatod a kívánt szintet vagy szint-tartományt, és rögzítheted a tervet, ami ide kerül: [PAGE][I00][] és itt a(z) [I30] rész, a kibővített erőforrás menedzseléshez, és az erőforrás küldéshez. A termelés, energia információ, és a [GREEN]befejezési idő[] a kép mellett található.\r\n[LIST] Also with a click onto each construction of the [PAGE]InfoCompte[] upgrade list. (?)\r\n[LIST] A szállító hajó felett hagyva az egeret megjelenik, hogy különböző hajókból mennyire lenne szükség.",
    "b21": "[OPTION]B22[] A képen látszani fog a név, és nem fog megjelenni a gyorstipp.\r\n[OPTION]B23[] A képen látszani fog a maximálisan építhető hajók száma. (Csak Parancsnok prémium funkcióval!)\r\n[OPTION]B24[] Mindkettő.",
    "cm3": "Beállíthatod a fényerejét a visszatérő flották teljes sorának a [PAGE]Flottamozgás[], [PAGE]Események[] és a [PAGE]Falanx[] megjelenítésekor.",
    "cs01": "[*] Beállíthatod a különböző állapotok színeit.\r\n[*] Beállíthatod a háttérszín intenzitását, a feltételt és a limitet, az állapotok kiemeléséhez.\r\n[LIST] Továbbá bekapcsolhatod a [SETTING]CA7[] beállítást, ezáltal a sorok kevésbé lesznek láthatóak.\r\n\r\n[TIP]\r\nHa a kis szemetes ikonra kattintasz, az letiltja a színt és a kiemelést. Újra engedélyezheted, ha a beállításra kattintasz.\r\n[LIST] Ezt arra használhatod, ha az alapbeállítást szeretnéd visszaállítani.",
    "cs2": "Beállíthatod az alapértelmezett intenzitását a háttérszínnek az állapotok kiemeléséhez.\r\n[LIST] Megváltoztathatod ezt az egyes állapotok beállításánál.",
    "d003": "Itt láthatod az OGame univerzum, és az AGO alapbeállításait.\r\n[LIST] Manuálisan frissítheted vagy visszaállíthatod a beállításokat.",
    "d008": "[*]A betűk színe az adatbázisokhoz a következők szerint változik:\r\n[LIST][LIGHTGREEN]vadonatúj[], [GREEN]naprakész[], [ORANGE]frissítés elérhető[], [RED]hiba[]\r\n[*]Az utolsó frissítés dátuma jobbra található.",
    "d01": "A kutatási szintek, az OGame elnevezések, a szerver beállítások és adatbázisok ellenőrzése és frissítése történik meg.",
    "d04": "Kiválaszthatod a neked megfelelő előbeállítást, attól függően, hogy mennyire vagy tapasztalt az AGO használatában, és milyen stílusban játszol. Az alapértelmezett beállítás a(z) [SETTING]D06[].\r\n\r\n[OPTION]D05[] Csak az egyszerű funkciók vannak bekapcsolva (ez a legjobb választás ha most használod az AGO-t először).\r\n[OPTION]D06[] Néhány speciális, és több bonyolultabb funkció ki van kapcsolva.\r\n[OPTION]D07[] A legtöbb funkció be van kapcsolva, beleértve a flottásoknak szánt speciális beállításokat.",
    "d10": "Kiválaszthatod mely adatokat kívánsz alaphelyzetre állítani (azaz TÖRÖLNI), majd meg kell ezt erősítened.\r\nNyomd le a [BUTTON][D0B][] gombot miután alaphelyzetre állítottad az adatbázist.\r\n[LIST] Az alaphelyzetbe állítás feltehetőleg megoldja az AGO néhány problémáját.\r\n[BR]\r\n[BR]\r\n[WHITE]A fordító (mikk) megjegyzése:[] Még egyszer, ezek TÖRLIK a beállításokat, tehát előtte mindenképp érdemes az adatokat elmenteni a(z) [SECTION][D60][] résznél!",
    "d20": "[*]Ha engedélyezett, az AGO az OGame API-ját fogja használni.\r\n[*]A(z) [BUTTON][D0B][] gomb lenyomásával tudod az adatokat naprakészen tartani.",
    "d22": "Biztosítja az összes elérhető információt az összes [OGAME]játékosról[] ebben az univerzumban:\r\n[LIST] játékosok neve, játékosok állapota, a játékosok szövetség adatai\r\n[LIST] A játékos API naponta egyszer frissül.",
    "d23": "Biztosítja az összes elérhető információt az összes [OGAME]galaxisról[] ebben az univerzumban:\r\n[LIST] játékos azonosító, bolygók neve és koordinátái\r\n[LIST] holdak neve, holdak átmérője\r\n[LIST] Az univerzum API hetente egyszer frissül.",
    "d41": "Eltárol néhány információt a fiókodról, ami szükséges néhány számításhoz, mint például itt: [PAGE][I00][] vagy itt: [SECTION]Calculator[] (?).",
    "d601": "[*] Mentheted a beállításaidat online az antigame.de szerverére, vagy a böngésző szinkronizáló szerverére.\r\n[*] Mentheted a beállításaidat offline a helyi meghajtódra szöveges fájlként.",
    "d602": "[*] A 'Csak a beállításokat állítsa helyre' arra vonatkozik, amiket az 'AGO beállítások menü' alatt tudsz beállítani.\r\n[*] Az 'Adatok és beállítások' az összes adatot és beállítást jelentik, amiket be tudsz állítani az 'AGO beállítások menü' alatt, és azon kívül (pl. a panelen).",
    "d603": "[*] Használhatod arra, hogy profilokat szinkronizálj különböző eszközökön.\r\n[*] Használhatod arra, hogy átvedd az összes beállítást egy másik fiókról.",
    "d61": "Választhatsz eljárást az adatok és beállítások biztonsági mentéshez\/visszatöltéshez, szinkronizáláshoz:\r\n[OPTION]Szöveg[] szövegdobozt használ\r\n[OPTION]Szerver[] az antigame.de szervert használja\r\n[OPTION]Böngésző szinkronizálás[] a böngésző szinkronizáló funkcióját használja (Google Sync, Firefox Sync, Opera Link).",
    "d62": "Választható név a biztonsági mentéshez.\r\n[LIST] Probléma esetén a mentés neve alapján történhet meg az adatok és beállítások visszaállítása. (?)",
    "d70": "Az adatok és beállítások szerverre történő mentésével képes leszel ezek helyreállítására\/szinkronizálására.\r\n[LIST] Az eljárást a [SETTING]D61[] beállításban választhatod ki.",
    "d80": "Ha már egyszer mentettél adatokat és beállításokat a szerverre, ezzel a gombbal képes leszel helyreállítani azokat.\r\n[LIST] Az eljárást itt tudod váloztatni: [SETTING]D61[]\r\n[LIST] Engedélyzezd a(z) [SETTING]D85[] beállítást, ha csak a beállításokat akarod helyreállítani vagy szinkornizálni.",
    "d85": "Ha be van kapcsolva, akkor az AGO csak azokat a beállításokat állítja helyre, amik a(z) [PAGE]AGO beállítások menü[] alatt találhatók, ahelyett hogy az összes adatot és beállítást helyreállítaná.",
    "dx1": "*** Blocked text ***\r\n\r\nSelect the feature-section for which you want to get the backup-text to be shown [BR]in the textbox below. [BR]\r\nYou can copy the shown text and save it to your local drive as a text file. [BR][BR]\r\nPaste the local backup-text in the textbox below to restore them.",
    "f02": "[OPTION]-[] Semmi.\r\n\r\n[OPTION]B22[] Megjeleníti a hajó nevét a képen, és elrejti a hozzá tartozó gyorstippet.\r\n\r\n[OPTION]B23[] Megjeleníti a sebességet a képen.\r\n\r\n[OPTION]B24[] Mindkettő.\r\n\r\n[LIST] [GREEN]Hátramaradó hajók[] vagy [RED]hiányzó hajók[] láthatóak mindkét esetben.\r\n[LIST] [RED]Hiányzó hajók[] akkor látszanak, ha ki lettek választva valahol, de nincs annyi hajó amennyi kellene.\r\n[BR]\r\n[BR]\r\n[WHITE]A fordító (mikk) megjegyzése:[] az utolsó szöveg hibás (nincs F6B gomb), ha ki lesz javítva, le lesz fordítva.",
    "f09": "[*] Eltérő beállítás adható meg az aktuális [PLANET] vagy [MOON] részére.\r\n[LIST] Csak az alapértéktől eltérő értéket kell megadni.\r\n[LIST] Az aktuális hajóhoz tartozó alapértéket a '-1' megadásával lehet visszahozni.",
    "f51": "[*] Ellenőrzésre kerül, hogy lehetséges-e a küldetést végrehajtani a választott célon ([PLANET], [MOON], [DEBRIS]) és koordinátákon.\r\n\r\n[*] [PLANET]: Automatikusan kiválasztódik, ha a küldetés [EXPEDITION], és a pozíció a 16-os.\r\n\r\n[*] [PLANET]: Automatikusan kiválasztódik, ha a küldetés [COLONIZATION] és legalább egy [ITEM]Kolóniahajó[] van a flottában.\r\n\r\n[*] [MOON]: Automatikusan kiválasztódik, ha a küldetés [MOONDESTRUCTION] és legalább egy [ITEM]Halálcsillag[] van a flottában.\r\n\r\n[*] [PLANET]\/[MOON]: Automatikusan felcserélődik a kettő, ha a célpont ugyanazon a pozíción van.\r\n\r\n[*] [DEBRIS]: Automatikusan kiválasztódik, ha a küldetés [HARVEST] és legalább egy [ITEM]Szemetes[] van a flottában. \r\n\r\n[HINT] Mindig engedélyezve van, ha egy rutin aktív.",
    "f52": "Automatikusan kiválasztódik a(z) [HARVEST] küldetés és a [DEBRIS] célpont típus, ha csak [ITEM]Szemetes[] van a flottában.",
    "f53": "[*] Automatikusan kiválasztódik a(z) [ATTACK] küldetés ha csak egy [ITEM]Kémszonda[] van a flottában.\r\n[*] Automatikusan kiválasztódik a(z) [ESPIONAGE] küldetés, ha csak [ITEM]Kémszonda[] van a flottában.",
    "f54": "Automatikusan kiválasztódik a(z) [DEPLOYMENT] küldetés, ha a célpont saját koordináta, a(z) [TRANSPORT] küldetés helyett.",
    "g302": "[*] A teljes hajónevet megváltoztatja a megadott érték. (?)",
    "g309": "[SHORTCUT]Dupla kattintás[] Kiválasztja a [MOON]-at, és végrehajt egy ugrást (ha a(z)  [SETTING]U34[] beállítás be van kapcsolva)\r\n[SHORTCUT]ENTER[] Ugrás\r\n[SHORTCUT]ESC[] [PAGE]Ugrókapu[] bezárása (?)\r\n[SHORTCUT]F1-F12[] Kiválasztja a [MOON]-at (ha a(z) [SETTING]U32[] beállítás be van kapcsolva)\r\n[SHORTCUT]A[] Összes hajó kiválasztása\r\n[SHORTCUT]M[] Lehető legtöbb hajó kiválasztása (a(z) [SETTING]G38[] beállításban megadottaknak megfelelően)\r\n[SHORTCUT]Q[] Hajókiválasztás törlése",
    "g31": "[*] Megjeleníti a gyorseléréseket az összes holdhoz, a hajók mennyiségét holdanként, és néhány fontos beállítást, hogy menetközben meg lehessen változtatni.\r\n[*] Ha kiválasztasz bármely más [MOON]-at a gyorselérésben, akkor a cél kiemelésre kerül a bolygólistában, és a(z) [SECTION][I20][] fülön a(z) [PAGE][I00][]-en. Ez ahhoz használható, hogy megtekinthesd a holdon levő hajókat és erőforrásokat.",
    "g32": "Ki kell választani a(z) [MOON]-at ugrás előtt, ellenkező esetben 'Érvénytelen célpont' üzenet jelenik meg.",
    "g33": "A(z) 'Ugrás sikeresen végrehajtva' üzenet elrejtése.",
    "g34": "Ugrás után az aktuális pozíció nem változik, ugyanott marad az aktuális [MOON]-on.",
    "g35": "Ha be van kapcsolva, akkor a(z) [SETTING]F37[] gombra kattintva, kijelölődik az összes szállítóhajó, kivéve azokat, amik ahhoz szükségesek, hogy el lehessen szállítani az összes nyersanyagot az aktuális [MOON]-ról.\r\n[LIST] A [ITEM]Nagy szállító[] a preferált hajó.",
    "g38": "Itt adható meg hajótípusonként hogy mennyi hajó maradjon a(z) [MOON]-on, a [SETTING]F37[] gombbal.\r\n\r\n[f09]",
    "g405": "[*] Kémszondát lehet küldeni a bolygóra kattintva.\r\n[*] Változás tehát, hogy közvetlenül a bolygóra vagy holdra kattintva kémszondát lehet küldeni. (Holdra csak Parancsnok prémium funkcióval!)\r\n[LIST] A(z) [SETTING]G51[] beállítástól függ a működése.\r\n[LIST] Mobil eszközökön a(z) [SETTING]U51[] beállítás szükséges.",
    "g409": "[SHORTCUT]ENTER[] Megjelenítés újra (frissítés)\r\n[SHORTCUT]D[] Következő rendszer\r\n[SHORTCUT]A[] Előző rendszer\r\n[SHORTCUT]SPACE[] Akkor működik, ha a(z) [SETTING][U33][] beállítás be van kapcsolva.",
    "g41": "[*] A bolygó képe a játékos neve mögé kerül, így a [PLANET], [MOON] és a [DEBRIS] egymás mellé kerül.\r\n[*] A háttérkép jobban áttetsző, ha nincs [PLANET], [MOON] vagy [DEBRIS] (az adott pozíción).",
    "g42": "[OPTION]–[] Nem csökkenti a helyet két pozíció között.\r\n[OPTION]1[] Kis mértékben csökkenti a helyet két pozíció között.\r\n[OPTION]2[] Közepes mértékben csökkenti a helyet két pozíció között.\r\n[OPTION]3[] Nagy mértékben csökkenti a helyet két pozíció között.",
    "g43": "Megjeleníti a játékos rangát, a játékos neve mellett, jobbra.",
    "g44": "Megjeleníti a szövetség rangját és a szövetségi tagok számát a szövetség neve mellett, jobbra.",
    "g45": "Kiválaszthatod a(z) [DEBRIS] megjelenítésének módját:\r\n[OPTION]–[] Ne mutassa a(z) [DEBRIS] méretét.\r\n[OPTION][G46][] A(z) [DEBRIS] kép mérete változik.\r\n[OPTION][G47][] A teljes szám kijelzése.\r\n[OPTION][G48][] Rövidített számformátum kijelzése (k = x 1.000, m = x 1.000.000, b = x 1.000.000.000)",
    "g51": "[*] A kattintás vagy egérviselkedés változása bolygón és holdon:\r\n[LIST] [WHITE]Bolygó vagy hold[] Megmutatja a gyorstippet, kémszondát küld egy kattintásra. (OGame)\r\n[LIST] [GREY]Bolygó vagy hold[] Megmutatja a gyorstippet, de nem küld kémszondát.\r\n[LIST] [GREEN]Bolygó vagy hold[] Elrejti a gyorstippet, kémszondát küld kattintásra, kivilágosítja a bolygó vagy hold hátterét.\r\n[LIST] [GREEN]Bolygó vagy hold[] Letiltja a kémszonda küldését a bolygó vagy hold ikonján keresztül vakáció módban, adminisztrátornál, erős játékosnál, szövetségi tagnál és barátlistás tagnál.\r\n[*] Galaxisnézetben a bolygó vagy hold feliratra kattintva lehet gyorsan megváltoztatni ezt a beállítást.\r\n[BR]\r\n[BR]\r\n[WHITE]A fordító (mikk) megjegyzése:[] Ez a beállítás eltérően működik a többi beállítástól. Bekapcsolva ugyanis csupán engedélyezi a funkció bekapcsolhatóságát, amit a Galaxisnézetben tudunk megtenni a 'Bolygó Hold' címkére kattintva. Csak akkor kapcsolódik be azonnal, ha előzőleg már be volt kapcsolva Galaxisnézetben, ha nem, akkor Galaxisnézetben is be kell kapcsolnunk. Ha kikapcsoljuk a beállítást a beállításokban, akkor egyrészt kikapcsolódik, másrészt letiltódik a beállítás bekapcsolhatósága Galaxisnézetben. Legalábbis jelenleg így működik az 5.9.8.5 Beta verzióban.",
    "i02": "Kiválaszthatod a(z) [PAGE][I00][] megjelenítési módját:\r\n[OPTION][A90][] Elrejti a(z) [I00]-t. Egy nyíl ikon látható az OGame logo mellett, rákattintva megjelenik a(z) [I00]. El fog tűnni, amikor inaktívvá válik.\r\n[OPTION][A91][] Elrejti a(z) [I00]-t. Egy nyíl ikon látható az OGame logo mellett, fölé mozgatva az egeret megjelenik a(z) [I00]. El fog tűnni, amikor inaktívvá válik.\r\n[OPTION][A94][] Mindig mutatja a(z) [I00]-t. Nagyon átlátszó lesz lesz, amikor inaktívvá válik.\r\n[OPTION][A95][] Mindig mutatja a(z) [I00]-t. Közepesen átlátszó lesz lesz, amikor inaktívvá válik.\r\n[OPTION][A96][] Mindig mutatja a(z) [I00]-t. Kissé átlátszó lesz lesz, amikor inaktívvá válik.\r\n[OPTION][A99][] Mindig mutatja a(z) [I00]-t. Ugyanolyan átlátszó lesz inaktív állapotban is.\r\n\r\n[HINT]\r\nAmikor a [SETTING][I0T][] funkciót használod, a(z) [I00] az előbbi beállításoktól függetlenül meg fog jelenni.",
    "i03": "[*] Beállítható a(z) [PAGE][I00][] mérete, a képernyő felbontásától és az ablak méretétől függően.\r\n[LIST] Csak a minimális méret adható meg. A(z) [PAGE][I00][] automatikusan kitölti a szabad helyet.",
    "i81": "[*] Kimásolja az érvényes OGame koordinátákat és\/vagy időt a megjelölt szövegből és hozzáadja a(z) [PAGE]C81[] listához, ami itt található: [PAGE]I00[], [SECTION]I80[] fül.\r\n\r\n[*] A koordináták és idők automatikus másolása csak az OGame oldalakon, és néhány más weboldalon működik, mint pl.: Websim, Osimulate, az összes Galaxytool oldal, és a WarRiders.\r\n[LIST] Lásd a fórumot a részletesebb listáért, de kérheted egy újabb weboldal támogatását is.\r\n\r\n[HINT] A megjelölt idők automatikus másolása egyelőre nem elérhető, ez a későbbiekben várható.",
    "i82": "A megjelölt koordináta és\/vagy idő azonnal kijelölődik aktív célpontként.\r\n[LIST] Ha a Galaxisnézet lap aktív, azokat a koordinátákat lehet kiválasztani.\r\n[LIST] Ha a Flotta lap aktív, azokat a koordinátákat és\/vagy időt lehet kiválasztani.\r\n[BR]\r\n[BR]\r\n[WHITE]A fordító (mikk) megjegyzése:[] Egyelőre nem teljesen világos, hogy hogyan működik ez a funkció.",
    "i83": "[*] Az AGO gombja melletti 'A' ikon mutatja a funkció állapotát. Rákattintva lehet bekapcsolni vagy kikapcsolni.\r\n[LIST] [ORANGE]A[] Az aktív célpont ki lesz választva a [PAGE]Flotta I[] lapon. \r\n[LIST] [WHITE]A[] A funkció be van kapcsolva, de nincs érvényes koordináta és\/vagy idő.\r\n[LIST] [GREY]A[] A funkció ki van kapcsolva.\r\n[*] Az AGO gomb mutatja az aktív koordinátát.\r\n[*] Csak akkor működik, ha nincs előre kiválasztott koordináta.",
    "m009": "[SHORTCUT]V[] Látható vagy a kijelölt üzenetek megjelölése olvassottként.\r\n[SHORTCUT]&lt; S[] Látható vagy kijelölt kémjelentések törlése, ha a fosztás vagy a törmelék kisebb mint a limit.\r\n[SHORTCUT]&lt; C[] Látható vagy kijelölt csatajelentések törlése, ha a veszteség kisebb mint a limit.\r\n[SHORTCUT]E[] Látható vagy a kijelölt [EXPEDITION] csaták és eredmények törlése.\r\n[SHORTCUT]P[] Látható vagy a kijelölt játékos üzenetek törlése. \r\n[SHORTCUT]S[] Látható vagy a kijelölt üzenetek törlése, ha a tárgy '[M86]'. \r\n[SHORTCUT]R[] Látható vagy a kijelölt üzenetek törlése, ha a tárgy '[M87]'. \r\n[SHORTCUT]1[] Látható vagy a kijelölt üzenetek törlése, ha a tárgy a játékos által megadott.\r\n[SHORTCUT]2[] Látható vagy a kijelölt üzenetek törlése, ha a tárgy a játékos által megadott.\r\n[SHORTCUT]3[] Látható vagy a kijelölt üzenetek törlése, ha a tárgy a játékos által megadott.\r\n[SHORTCUT]X[] Összes látható vagy a kijelölt üzenetek törlése.",
    "m05": "Megadható az a maximális veszteség, ami alatt törlődnek a látható vagy kijelölt csatajelentések a [BUTTON]&lt; C[] gombbal.",
    "m80": "Azoknak az üzeneteknek a törlése a [BUTTON]1[], [BUTTON]2[] vagy [BUTTON]3[] gombokkal, amiknek a tárgya a játékos által megadott szöveggel kezdődik.",
    "m88": "[m80]",
    "m89": "[m80]",
    "m90": "[m80]",
    "o02": "A játékos által feltelepített szkriptek közül néhány megjelenhet a Szkriptek gombra kattintva, ami egy plusz gomb az OGame menüben, és azt mutatja, hogy a azok naprakészek-e, és kompatibilisek-e az aktuális OGame verzióval. Ezzel a beállítással el lehet rejteni ezt a haszontalan gombot, hogy a menü kevesebb gombból álljon, azaz rövidebb legyen.",
    "o03": "Megnyitja a kiválasztott OGame oldalt az OGame logóra kattintva.",
    "o04": "Megmutatja a következő eseményt a böngésző címsorában.\r\n[LIST] Ez látszik a böngésző minimalizált állapotában is, a tálcán.",
    "o505": "[HEADLINE]Narancssárga hold szín[] \r\n[LIST] [LIMEORANGE]Narancssárga[] lesz a(z) [MOON] neve és koordinátája, ha ki van választva, vagy ha az egér fölötte van.\r\n\r\n[HEADLINE]Ugrókapu feltöltődési idő[] \r\n[LIST] Kijelzi a feltöltődési idejét a(z) [PAGE]Ugrókapu[]-nak a megfelelő [MOON] mellett.\r\n\r\n[HEADLINE]Vörös támadás ikon[] \r\n[LIST] [RED]Vörös[] háromszög a támadások esetén a(z) [ORANGE]narancs[] háromszög helyett.\r\n\r\n[HEADLINE]Lefele görgető nyilak[] \r\n[LIST] Lehetőség van görgetni a következő [PLANET]-ra (bal) vagy [MOON]-ra (jobb), rákattintva a megfelelő nyílra a bolygók számát mutató rész mellett. [WHITE]A fordító (mikk) megjegyzése:[] A jobb oldalon található bolygó\/hold lista felett találhatóak ezek a nyilak.",
    "o509": "[SHORTCUT] F1-F12[] [PLANET] kiválasztása.\r\n[SHORTCUT] Shift F1-F12[] [MOON] kiválasztása.",
    "o51": "A [MOON] átkerül a jobb oldalra, és nagyobb lesz a hozzá tartozó kép. A teljes kiválasztási terület utolsó harmadára kattintva lehet kiválasztani a [MOON]-at.",
    "o52": "Csökkenti az üres helyet a [PLANET]-k között, elrejti a bolygók számát mutató részt a hozzá tartozó lefelé mutató nyilakkal együtt, és a bolygólistát feljebb mozgatja.",
    "o53": "Ha bármilyen épület építés alatt van, annak a neve megjelenik a megfelelő [PLANET] vagy [MOON] mellett a bolygólistában.",
    "o54": "Ha a(z) [SETTING]U32[] beállítás be van kapcsolva a(z) [SECTION]U00[] részben, a funkcióbillentyű száma meg fog jelenni a bolygólista jobb oldalán.",
    "s21": "[*] A beállítások egymás után:\r\n[LIST] sebesség (\/ repülési sebesség) , galaxis:rendszer, törmelék keletkezés arány (DF), védelem helyreállítási arány, gyorstüzelés, ACS, top játékos pontszáma",
    "s29": "Nyomd le a(z) [BUTTON][S2B][] gombot hogy a következő top-játékos szintre válts a(z) [EXPEDITION]-hoz.\r\n[LIST] Ha így teszel, ez a beállítás [GREEN]zöldre[] vált, és látni fogod a következő szintet kicsit feljebb a szerver beállításoknál (utolsó érték).",
    "s48": "[*] 1. Kérlek, indítsd újra a böngészőt!\r\n[*] 2. Ha a probléma továbbra is fennáll, állítsd alaphelyzetbe a adatbázisokat itt: [PAGE]D00[], [SETTING]D10[].\r\n[*] 3. Ha még mindig nem tökéletes, akkor nyomd le a(z) [BUTTON][S40][] gombot, és olvasd ezt az útmutatót (angol nyelvű): [PAGE]Problems with the OGame API \/ browser database (no player details)[].",
    "s50": "Nyomd le a(z) [BUTTON][S40][] gombot, hogy elolvashasd az ismert\/javított problémákat, vagy ha valami hibát találsz itt jelezheted hogy elkezdhessük kijavítani, illetve ha valami gondod van, és segítséget szeretnél kapni.",
    "s57": "Nézd át az opciókat, állítsd be úgy ahogy neked megfelel, majd nyomd le a [BUTTON][AM3][] gombot, hogy a beállításaid elmentődjenek.\r\n\r\n[HINT] [d04]",
    "s58": "Tiltsd le a többi AntiGame vagy AntiGameOrigin verziót, hogy ne okozzanak problémát!\r\n\r\n\r\n[HEADLINE]Firefox[]\r\n[LIST] Töröld a felhasználói szkriptet ahol megtalálható, pl. itt: Greasemonkey vagy Scriptish.\r\n[LIST] Nyomj CTRL+SHIFT+A billentyűkombinációt hogy megtekinthesd a kiegészítőket, és ellenőrizd nincs-e több változat belőle.\r\n\r\n\r\n[HEADLINE]Chrome[]\r\n[LIST] Nyomj CTRL+H, billentyűkombinációt, majd válaszd a  &quot;Bővítményeket (angol Chrome-ban: Extensions)&quot; bal oldalt, és ellenőrizd nincs-e több változat belőle, ami lehet bővítmény vagy felhasználói szkript.",
    "s72": "Menj a(z) [SECTION][D00][] beállításra, és nyomd le a(z) [BUTTON][D0B][] gombot, vagy látogasd meg a [PAGE]Kutatás[] oldalt.",
    "s73": "Menj a(z) [SECTION][D00][] beállításra, és nyomd le a(z) [BUTTON][D0B][] gombot, majd töltsd újra (frissítsd) az OGame oldalát.",
    "t01": "Ha be van kapcsolva, az eszközök oldala mindig új lapon vagy ablakban fog megnyílni, nem pedig az aktuális lapon vagy ablakban.",
    "t02": "Ha be van kapcsolva, az AGO elküldi a kutatási szinteket a játékos fiókjából. Néhány eszköz képes ezeket felhasználni, így kitölti ezekkel az adatokkal a megfelelő mezőket. (A játékos helyett, így nem kell ezeket begépelni.)",
    "t03": "Ha be van kapcsolva, és a kutatási szint nem látszik a kémjelentésben, a harci kutatások (pajzs, fegyver, páncél) nem lesznek elküldve a szimulátornak.",
    "t05": "Ha be van kapcsolva, az AGO elküldi az aktuális [PLANET]-ón vagy [MOON]-on tartózkodó hajók számát a szimulátornak.\r\n[LIST] Megadható egyéni flotta-összeállítás is a [SETTING]T06[] beállításnál.",
    "t06": "Itt lehet egyéni flotta-összeállítást megadni, ami alapértelmezetten lesz küldve a szimulátornak.\r\n[f09]",
    "t101": "[*] Itt lehet egyéni kereső linkeket készíteni weboldalakhoz:\r\n\r\n[LIST] [NOPARSE] [UNI] kicserélődik ezzel: az univerzum száma[]\r\n[LIST] [NOPARSE] [ALLIANCE] kicserélődik ezzel: a szövetség azonosítója (ID)[]\r\n[LIST] [NOPARSE] [ALLIANCENAME] kicserélődik ezzel: a szövetség neve[] \r\n[LIST] [NOPARSE] [ALLIANCETAG] kicserélődik ezzel: a szövetség rövidítése[] \r\n[LIST] [NOPARSE] [PLAYER] kicserélődik ezzel: játékos azonosítója (ID)[]\r\n[LIST] [NOPARSE] [PLAYERNAME] kicserélődik ezzel: játékos neve[]\r\n[LIST] [NOPARSE] [TARGET] kicserélődik ezzel: a célpont azonosítója (ID) (bolygó\/hold)[]\r\n[LIST] [NOPARSE] [TARGETCOORDS] kicserélődik ezzel: a célpont koordinátája, pl.: (1:1:2)[]\r\n[LIST] [NOPARSE] [TARGETMOON] kicserélődik ezzel: 'true' ha a célpont egy hold[]\r\n\r\n[*] Példák:\r\n\r\n[LIST] [NOPARSE] http:\/\/de.galaxytool-hosting.eu\/origin\/secret\/show.php?player=[PLAYERNAME] []\r\n[LIST] [NOPARSE] http:\/\/de.galaxytool-hosting.eu\/origin\/secret\/show.php?ally=[ALLIANCETAG] []\r\n[LIST] [NOPARSE] http:\/\/ogame.gamestats.org\/?lang=org&amp;uni=uni1&amp;page=details&amp;type=player&amp;name[PLAYERNAME][] \r\n[LIST] [NOPARSE] http:\/\/ogame.gamestats.org\/?lang=org&amp;uni=uni1&amp;page=details&amp;type=ally&amp;name=[ALLIANCETAG][]",
    "t102": "[HINT]\r\nAz [ALLIANCE] és [ALLIANCETAG] paraméterek jelenleg nem hasznáhatóak.\r\n[BR]\r\n[BR]\r\n[WHITE]A fordító (mikk) megjegyzése:[] Szerintem az [ALLIANCENAME] sem.",
    "u11": "Testreszabható az OGame háttere, így csökkenthető a töltési idő.\r\n[OPTION]-[] A betöltés továbbra is az OGame szerverről történik. \r\n[OPTION]OGame[] Az AGO-ban tárolt háttérkép lesz használva.\r\n[OPTION]Közepes[] Az AGO-ban tárolt háttérkép kicsit sötétebb változata lesz használva.\r\n[OPTION]Sötét[] Az AGO-ban tárolt háttérkép jóval sötétebb változata lesz használva.\r\n[OPTION]Egyedi szín[] Háttérszín használata a háttérképek helyett.",
    "u19": "Háttérszín kiválasztása, ha a egyedi szín használatát választottad háttérkép használata helyett.",
    "u22": "Itt adhatod meg a teljes elérési útvonalát a CSS fájlnak és képeknek. Kérlek csak megbízható szervert használj!\r\n[LIST] Ez egy példa piros háttérre: http:\/\/antigame.de\/antigame\/skin\/test.css",
    "u301": "[SHORTCUT]↑[] Növeli a beviteli mező értékét 1-el.\r\n[SHORTCUT]↓[] Csökkenti a beviteli mező értékét 1-el.\r\n[LIST] Módosító gombokkal megadható a változtatás mennyisége, ezek:[BR]\r\nSHIFT - 10,[BR] \r\nCTRL - 100,[BR]\r\nSHIFT+CTRL - 1000[BR]",
    "u31": "Bekapcsolja a funkcióbillentyűket néhány OGame oldalon. A részletekért lásd a funkcióbillentyű listát, a megfelelő résznél.",
    "u32": "Engedélyezi a funkcióbillentyűket bármely [PLANET] (F1 - F12) vagy [MOON] (Shift + F1 - F12) kiválasztásához.\r\n[LIST] A funcióbillentyű száma megjelenik a bolygólistában, annak sorrendjében.\r\n[LIST] Ez az összes OGame oldalon működik, kivéve a(z) [PAGE]Ugrókapu[] oldalát, ahol a célpontnak megadott hold fog kiválasztódni.",
    "u34": "[HEADLINE]Flotta I\r\n[LIST] Duplakattintás a 'Következő' gombon kijelöli az összes hajót, és továbblép a [PAGE]Flotta II[] oldalra.\r\n[HEADLINE]Flotta II[]\r\n[LIST] Duplakattintás a célpont koordinátán kiválasztja a célpontot, és továbblép  a [PAGE]Flotta III[] oldalra.\r\n[HEADLINE]Flotta III[]\r\n[LIST] Duplakattintás a küldetésen kijelöli a küldetést, és elküldi a flottát.\r\n[HEADLINE]Ugrókapu[]\r\n[LIST] Duplakattintás a célpont koordinátán kiválasztja a célpontot, és végrehajtja az ugrást.",
    "u41": "Miután egyszer beírtál valamilyen számot egy beviteli mezőbe, a következő alkalommal amikor ismét beírsz valamit és az ugyanazzal kezdődik amit már egyszer beírtál korábban, akkor egy felbukkanó ablak jelenik meg, benne az előzőleg beírt értékkel. Ez a fölösleges és bosszantó felbukkanó ablak blokkolásra kerül.",
    "u42": "[HEADLINE]Az aktuális pozíció kiemelése a bolygólistában.\r\n[LIST] [LIMEGREEN]Zöldessárga háttere[] lesz az aktív [PLANET]-nak.\r\n[LIST] [LIMEORANGE]Narancssárga háttere[] lesz az aktív [MOON]-nak.\r\n\r\n[HEADLINE]Keret a kiválasztott bolygó\/hold körül.\r\n[LIST] [LIMEGREEN]Zöldessárga kerete[] lesz a kiválasztott [PLANET]-nak.\r\n[LIST] [LIMEORANGE]Narancssárga kerete[] lesz a kiválasztott [MOON]-nak.\r\n[LIST] [WHITE]Fehér kerete[] lesz a kiválasztott [DEBRIS]-nek. (?)",
    "u51": "[HEADLINE]Javítások és változtatások a mobil eszközök használhatóságáért\r\n[LIST] Magába foglalja a(z) [SETTING]U52[] beállítást (ha nincs letiltva: '-')\r\n[LIST] Engedélyezi (?) a(z) [PAGE]G40[] résznél a [SETTING]G51[] beállítást a mobil eszközökön.\r\n[LIST] Nem mutatja a virtuális billentyűzetet minden oldaltöltéskor.",
    "u52": "[*][PAGE]Panel[] - érintőgesztusok a képernyő bal oldalán\r\n[LIST] Jobbra húzva az ujjad, megjelenik a panel.\r\n[LIST] Balra húzva az ujjad, eltűnik a panel.\r\n\r\n[BR]\r\n[*][PAGE]Bolygó lista[] - érintőgesztusok a képernyő jobb oldalán\r\n[LIST] Jobbra húzva az ujjad, a következő holdra vált.\r\n[LIST] Balra húzva az ujjad, a következő bolygóra vált.\r\n[LIST] Felfelé húzva az ujjad, az előző bolygóra vagy holdra vált.\r\n[LIST] Lefelé húzva az ujjad, az következő bolygóra vagy holdra vált.\r\n\r\n[BR]\r\n[*][PAGE]Galaxisnézet[]\r\n[LIST] Balra húzva az ujjad az előző, jobbra pedig a következő rendszerre vált.\r\n\r\n[BR]\r\n[BR]\r\n[WHITE]A fordító (mikk) megjegyzése:[] Az AGO fórumán egy külön téma van az érintőgesztusokról, és jóval több található meg ott, mint ebben a rövid felsorolásban, igaz angolul. A(z) [PAGE]AGO menü[] [SECTION]Alapbeállítások[] alatt nyomd le a(z) [BUTTON][A55][] gombot, majd itt kattints a 'Touch gestures - Swipe' témára.",
    "u65": "Azon gyorstippek eltűnésének a késleltetése, amik bezárás gombot tartalmaznak.\r\nIlyen gyorstippek elsősorban a [PAGE]Galaxisnézet[] oldalon jelennek meg.",
    "u66": "Azon gyorstippek megjelenítésének a késleltetése, amik bezárás gombot tartalmaznak.\r\nIlyen gyorstippek elsősorban a [PAGE]Galaxisnézet[] oldalon jelennek meg.",
    "x26": "Automatikusan kiválasztódik a(z) [ATTACK] küldetés, ha az idegen koordináta lett célpontnak megadva.\r\n[LIST] Mindig [ATTACK] küldetés lesz kiválasztva a(z) [PAGE]Flotta III[] lapon, ha a játékos inaktív, még akkor is, ha a(z) [SETTING]F27[] beállítás be van kapcsolva.",
    "x27": "Csak akkor választódik ki a(z) [ATTACK] küldetés idegen koordinátán, ha hadihajó van a flottában.\r\n[LIST] Kapcsold be, ha általában kereskedsz más játékosokkal.\r\n[LIST] Kapcsold ki, ha általában támadsz más játékosokat, vagy védelem nélküli játékosokat farmolsz."
}