{
    "a10": "Scegli la lingua per il menu di Antigame Origin.\r\n[OPTION]-[] seleziona la lingua del server",
    "a11": "Puoi disabilitare AntiGameOrigin per questo universo.\r\n[LIST] Riabilitalo con un clic sul pulsante del menu.",
    "a31": "Adesso ogni orario mostrato corrisponde al fuso orario locale.\r\n[LIST] The letter 'L' is added infront of the local clock.",
    "a32": "Il tempo originale del server è mostrato in un secondo orologio sotto l'orologio aggiornato.",
    "a34": "Visualizza l'ora in cui la pagina è stata aggiornata l'ultima volta.\r\n[LIST] La differenza mostra l'inesattezza dell'orologio locale.",
    "a51": "Vai alla home di AntiGameOrigin per leggere dei requisiti, delle funzioni, degli aggiornamenti e altre informazioni.",
    "a54": "Vai sul forum di AntiGameOrigin per segnalare problemi o bug, avere supporto e inviare suggerimenti.\r\n[LIST]\r\nVanno bene anche messaggi in lingua, per favore aggiungi una traduzione di google in inglese.",
    "b01": "Mostra informazioni sulla produzione di risorse nella pagina del Riepilogo come segue:\r\n\r\n[LIST][PLANET](Produzione per ora)[]-Risorse attuali\/Capacità dei depositi\r\n[LIST][RED]Depositi pieni[]\r\n[LIST][GREEN]data e ora di quando i depositi saranno riempiti dalla produzione di risorse[]",
    "b02": "Il giorno e l'ora in cui tutte le costruzioni in corso finiscono verrà mostrato in ogni finestra della coda di costruzione.",
    "b04": "Il colore di ogni livello di [RESEARCH] è cambiato:\r\n\r\n[LIST][RED] Rosso []: Sotto il livello minimo per consentire altre ricerche, edifici, impianti, navi \/ difesa.\r\n\r\n[LIST][ORANGE] Arancione []: il livello minimo è raggiunto, gli aggiornamenti sono ancora utili.\r\n\r\n[LIST][GREEN] Verde []: il livello minimo è raggiunto, gli aggiornamenti non servono più.",
    "b11": "Le risorse mancanti o totali vengono visualizzate sull'immagine insieme alle navi necessarie per il loro trasporto.\r\n\r\n[LIST] You can select a level range and pin those details onto the [PAGE][I00][] tab [I30] for the advanced resource management and sending. Production, energy information and [GREEN]finish time[] is shown next to the Image. \r\n\r\n[LIST] Also with a click onto each construction of the [PAGE]InfoCompte[] upgrade list. \r\n\r\n[LIST] By clicking the amount of needed ships you can toggle between [ITEM]Large Cargo[] and [ITEM]Small Cargo[].",
    "b21": "[OPTION]B22[] mostra il nome su ogni immagine e rimuove il suo tooltip.\r\n[OPTION]B23[] L'importo massimo di navi edificabili di un tipo è indicato su ogni immagine(solo con Commander ATTIVO)\r\n[OPTION]B24[] Entrambi.",
    "f02": "[OPTION]-[] Nothing. \r\n[OPTION]B22[] Mostra il nome della nave sopra ogni immagine e disattiva i suggerimenti a fumetto.\r\n\r\n[OPTION]B23[] Mostra la velocità della nave sopra ogni immagine.\r\n\r\n[OPTION]B24[] Mostra entrambe.\r\n\r\n[LIST] [GREEN]Remaining ships[] or [RED]missing ships[] are shown in both cases. \r\n[LIST] Le navi [RED]mancanti[] sono mostrate quando hai preselezionato delle navi e non ce ne sono abbastanza di quel tipo.  (Preselecting e.g. using the [BUTTON][F6B][] button, in spy reports or in a simulator page)",
    "f51": "[*] Controlla se il tipo di destinazione (luna, pianeta o detriti) è possibile con le navi, missioni e coordinate scelte.\r\n\r\n[*][PLANET]:Autoselezionato se la missione è [EXPEDITION] e la posizione è 16.\r\n\r\n[*][PLANET]:Autoselezionato se la missione è [COLONIZATION] a c'è almeno una [ITEM]Colony Ship[] nella flotta.\r\n\r\n[*][MOON]:Autoselezionata se la missione è [MOONDESTRUCTION] e c'è almeno una [ITEM]Deathstar[] nella flotta.\r\n\r\n[*][PLANET]\/[MOON]:Autoscambiato se la tua posizione attuale è la destinazione e c'è una luna.\r\n\r\n[*][DEBRIS]:Autoselezionati se la missione è [HARVEST] e c'è almeno una [ITEM]Recycler[] nella flotta.\r\n\r\n[HINT] Always enabled if a routine is active.",
    "f52": "Auto seleziona la missione [HARVEST] e come obiettivo [DEBRIS] se una [ITEM]Recycler[] è presente all'interno della flotta scelta.",
    "f53": "Seleziona automaticamente la missione [ATTACK] se solo una [ITEM]Espionage Probe[] è all'interno della flotta scelta.\r\n[*]Seleziona automaticamente la missione [ESPIONAGE] se sono presenti diverse [ITEM]Espionage Probe[]  all'interno della flotta scelta.",
    "f54": "Auto seleziona la missione [DEPLOYMENT] se viene selezionata una propria coordianata come bersaglio (invece della missione di default [TRANSPORT]).",
    "g32": "Seleziona una destinazione prima di saltare, altrimenti viene mostrato il messaggio di errore Destinazione non valida",
    "g34": "Dopo un salto la tua posizione attuale sarà sempre sulla stessa [MOON].",
    "g42": "[OPTION]-[] Non riduce lo spazio tra le posizioni.\r\n[OPTION]1[] Riduce di poco lo spazio tra le posizioni\r\n[OPTION]2[] Riduce notevolmente lo spazio tra le posizioni\r\n[OPTION]3[] Riduce maggiormente lo spazio tra le posizioni",
    "g45": "Scegli il modo in cui il [DEBRIS] verrà mostrato. \r\n\r\n[OPTION]–[] Non mostrare la dimensione del [DEBRIS].\r\n[OPTION][G46][] cambia la dimensione dell'immagine del [DEBRIS].\r\n[OPTION][G47][] Il numero completo è mostrato\r\n[OPTION][G48][] The shorted number is shown (k = x 1.000, m = x 1.000.000, b = x 1.000.000.000)",
    "o04": "Mostra il prossimo evento come titolo della pagina (o scheda) corrente. Visibile anche nella taskbar se la pagina è minimizzata.",
    "o51": "La [MOON] è mostrata sulla destra con un'immagine più grande. La parte destra dell'area di selezione (circa il 30%) attiva il cambio alla [MOON].",
    "o52": "Riduce lo spazio fra ogni [PLANET], rimuove il conteggio delle colonie e sposta la lista dei pianeti in alto.",
    "o53": "Se ci sono costruzioni in corso, il nome della costruzione è mostrato vicino al corrispondente [PLANET] o [MOON] nella lista dei pianeti.",
    "o54": "Se è attivo [SETTING]U32[] nel pannello [SECTION]U00[], il numero del tasto è mostrato accanto al nome del pianeta.",
    "s48": "[*] 1. Please restart your browser. \r\n[*] 2. If the problems persists, reset the databases in [PAGE]D00[] [SETTING]D10[]. \r\n[*] 3. Premi il pulsante [BUTTON][S40][] e leggi la guida[PAGE]Problems with the browser database[].",
    "s57": "Controlla le opzioni, seleziona le impostazioni preferite e premi il pulsante [BUTTON][AM3][]  per registrare le opzioni.",
    "s58": "Disabilita l'altra versione di AntiGame o AntiGameOrigin per evitare problemi.\r\n\r\n[HEADLINE]Firefox[]\r\n[LIST] Rimuovi lo userscript da Greasemonkey o Scriptish.\r\n[LIST] Premi CTRL SHIFT A per mostrare le estensioni e controlla se ce n'è un'altra.\r\n\r\n[HEADLINE]Chrome[]\r\n[LIST] Premi CTRL H, scegli &quot;Estensioni&quot; sulla sinistra e controlla se c'è un'altra estensione o userscript.",
    "s72": "Vai al pannello [SETTING]D00[], premi il pulsante  [BUTTON][D0B][] o vai alla pagina di OGame [PAGE]Research[].",
    "s73": "Vai al pannello [SETTING]D00[], premi il pulsante [BUTTON][D0B][] e ricarica di nuovo la pagina di OGame.",
    "u22": "Aggiungi il percorso completo con il file CSS e le immagini. Per favore usa solo un tuo webserver o uno affidabile.\r\n[LIST] Questo esempio colora lo sfondo di rosso: http:\/\/antigame.de\/antigame\/skin\/test.css",
    "u31": "Attiva le scorciatoie da tastiera in alcune pagine di Ogame.Per dettagli visita la lista delle scorciatoie nella sezione corrispondente.",
    "u32": "Attiva le chiavi di funzione per selezionare un [PLANET] (F1 - F12) o [MOON] (Maiuscolee F1 - F12).\r\n[LIST] Il numero di tasto funzione viene aggiunto alla lista pianeti e segue questo ordine [BR]\r\n[LIST] It's working on all OGame pages except the [PAGE]Jump gate[], where they select the target moon.",
    "u41": "Una volta digitato un numero qualsiasi in un campo di input la prossima volta che si fà questa cosa un popup verrà visualizzato sotto il campo, che consiste nei numeri utilizzati in precedenza che iniziano con la stessa cifra. Questo popup inutile e fastidioso può essere bloccato.",
    "x26": "Auto seleziona la missione [ATTACK] se vengono selezionate come bersaglio coordinate estranee.\r\n[LIST] Selects [ATTACK] always on [PAGE]Fleet III[] if the player is inactive, even if [SETTING]F27[] is enabled.",
    "x27": "Auto seleziona la missione [ATTACK] quando come bersaglio ci sono coordinate estranee solo se all'interno della flotta scelta sono prensi navi da combattimento.\r\n[LIST]Attivare se siete soliti scambiare con i giocatori.\r\n[LIST]Disattivare se siete soliti attaccare \/ depredare giocatori senza difese."
}