{
    "a10": "Kies een taal voor het Antigame Origin Menu.\r\n[OPTION]-[] selecteert de servertaal.",
    "a11": "Je kan AntiGameOrigin voor dit universum uitschakelen.\r\n[LIST] Je kan het weer inschakelen door middel van een eenvoudige klik op de menuknop.",
    "a31": "Niet elke getoonde tijdswaarde komt overeen met je plaatselijke tijdszone.\r\n[LIST] The letter 'L' is added infront of the local clock.",
    "a32": "De originele servertijd wordt getoond in een tweede klok onder de aangepaste klok.",
    "a34": "Toont wanneer de pagina voor het laatst ververst is.\r\n[LIST] Het verschil toont de onnauwkeurigheid van de plaatselijke tijd.",
    "a51": "Ga naar de Homepage van AntiGame Origin om te lezen over vereisten, features, een overzicht, de changelog en andere informatie.",
    "a54": "Ga naar het Antigame Origin Forum om problemen of bugs te rapporteren, om help te krijgen of om oplossingen te vinden en om feedback te geven en suggestie's te doen.\r\n[LIST] Posts in je moedertaal zijn ook welkom, voeg a.u.b. een Engelse vertaling van Google Vertalen toe.",
    "b01": "Toont de informatie over de grondstofproductie in het overzicht op de volgende manier:\r\n\r\n[LIST][ORANGE](Productie per uur)[] - Huidig aantal grondstoffen \/ opslagcapaciteit\r\n[LIST][RED]Opslag is vol[]\r\n[LIST][GREEN]Tijd tot wanneer de opslag vol is door de productie[]",
    "b02": "De dag en de tijd wanneer alle lopende gebouwen klaar zijn wordt getoond in elke gebouwenwachtrij box.",
    "b04": "De kleur van een level is bij elk onderzoeken  anders:\r\n\r\n[LIST][RED]Rood[]: Te laag level om andere onderzoeken te kunnen doen of andere gebouwen, faciliteiten of schepen\/verdediging te kunnen bouwen.\r\n\r\n[LIST][ORANGE]Oranje[]: Het minimale level om alles te kunnen bouwen waar dit onderzoek voor nodig is, is bereikt. Upgrades van dit onderzoek zijn nog steeds nuttig.\r\n\r\n[LIST][GREEN]Groen[]: Het minimale level om alles te kunnen bouwen waar dit onderzoek voor nodig is, is bereikt. Upgrades van dit onderzoek zijn niet langer nuttig.",
    "b11": "Het missende of totale aantal grondstoffen wordt getoond op het grote plaatje net als het aantal benodigde schepen om deze grondstoffen te transporten.\r\n\r\n[LIST] You can select a level range and pin those details onto the [PAGE][I00][] tab [I30] for the advanced resource management and sending. Production, energy information and [GREEN]finish time[] is shown next to the Image. \r\n\r\n[LIST] Also with a click onto each construction of the [PAGE]InfoCompte[] upgrade list. \r\n\r\n[LIST] By clicking the amount of needed ships you can toggle between [ITEM]Large Cargo[] and [ITEM]Small Cargo[].",
    "b21": "[OPTION]B22[] Toont de naam over elk plaatje en verwijdert de tooltip.\r\n[OPTION]B23[] Het maximum aantal schepen van een type dat gebouwd kan worden wordt getoond over het plaatje (Alleen voor spelers met Commander)\r\n[OPTION]B24[] Both.",
    "f02": "[OPTION]-[] Nothing. \r\n[OPTION]B22[]Toont de naam van een schip over het plaatje en verwijdert de tooltip.\r\n\r\n[OPTION]B23[]Toont de snelheid van schepen over elk plaatje.\r\n\r\n[OPTION]B24[] Beiden.\r\n\r\n[LIST] [GREEN]Remaining ships[] or [RED]missing ships[] are shown in both cases. \r\n[LIST] [RED]Missende[] schepen worden getoond wanneer je ergens schepen van te voren selecteert en er zijn niet genoeg schepen van een bepaald type aanwezig om deze van te voren geselecteerde vloot te selecteren.  (Preselecting e.g. using the [BUTTON][F6B][] button, in spy reports or in a simulator page)",
    "f51": "[*] Kijkt of het doeltype ([PLANET], [MOON], [DEBRIS]) mogelijk is in combinatie met de gekozen schepen, missie en coördinaten.\r\n\r\n[*] [PLANET]: Automatisch geselecteerd als de missie [EXPEDITION] en de positie 16 is.\r\n\r\n[*] [PLANET]: Automatisch geselecteerd als de missie [COLONIZATION] is en er zich minstens één [ITEM]Colony Ship[] in de vloot bevindt.\r\n\r\n[*] [MOON]: Automatisch geselecteerd als de missie [MOONDESTRUCTION] is en er zich minstens één [ITEM]Deathstar[] in de vloot bevindt.\r\n\r\n[*] [PLANET]\/[MOON]: Verwisselt automatisch als je huidige positie de bestemming is en er zich een maan bevindt.\r\n\r\n[*] [DEBRIS]: Automatisch geselecteerd als de missie [HARVEST] is en er zich minstens één [ITEM]Recycler[] in de vloot bevindt.\r\n\r\n[HINT] Always enabled if a routine is active.",
    "f52": "Selecteert de missie [HARVEST] en het doel [DEBRIS] automatisch als er zich recyclers in de geselecteerde vloot bevinden.",
    "f53": "Selecteert de missie [ATTACK] automatisch als er zich slechts één [ITEM]Espionage Probe[] in de geselecteerde vloot bevindt.\r\n[*]Selecteert de missie [ESPIONAGE] automatisch als de geselecteerde vloot uit een paar [ITEM]Espionage Probe[] bestaat.",
    "f54": "Selecteert de missie [DEPLOYMENT] automatisch als je je eigen coördinaten invult als doelcoördinaten (In plaats van de standaardmissie [TRANSPORT]).",
    "g32": "Selecteer een doel alvorens te springen, ander wordt de volgende foutmelding getoond: 'Geen geldig doel'",
    "g34": "Na een sprong blijf je op maan waar je vandaan gesprongen bent.",
    "g42": "[OPTION]-[]Verminder de kloof tussen positie's niet.\r\n[OPTION]1[]Verminder de kloof tussen positie's lichtelijk.\r\n[OPTION]2[]Verminder de kloof tussen positie's aanzienlijk.\r\n[OPTION]3[]Verminder de kloof tussen positie's grotendeels.",
    "g45": "Kies op welke wijze het [DEBRIS] getoond moet worden.\r\n\r\n[OPTION]-[]Toon grootte van het [DEBRIS] niet.\r\n[OPTION][G46][]De grootte van het plaatje van het [DEBRIS] verandert.\r\n[OPTION][G47][]De volledige hoeveelheid puin wordt getoond\r\n[OPTION][G48][] The shorted number is shown (k = x 1.000, m = x 1.000.000, b = x 1.000.000.000)",
    "o04": "Toont de volgende gebeurtenis als de titel van de huidige browser (of tabblad). Ook zichtbaar in de taakbalk wanneer de browser geminimaliseerd is.",
    "o51": "De [MOON] wordt getoond aan de rechterkant met een groter plaatje. De rechterkant van het complete rechter gedeelte (ca. 30%) activeert de verandering aan de [MOON].",
    "o52": "Vermindert de lege ruimte tussen elke [PLANET], verwijdert het vak met het aantal kolonie's en verplaatst de planetenlijst naar de top.",
    "o53": "Als een gebouw in aanbouw is wordt die naam getoond bij de bijbehorende [PLANET] of [MOON] in de planetenlijst.",
    "o54": "Wanneer [SETTING]U32[] ingeschakeld is bij de tab [SECTION]U00[] wordt het nummer van ¨the key¨ rechts van de planeetnaam getoond.",
    "s48": "[*] 1. Please restart your browser. \r\n[*] 2. If the problems persists, reset the databases in [PAGE]D00[] [SETTING]D10[]. \r\n[*] 3. Druk op de knop [BUTTON][S40][] en lees de troubleshooting gids [PAGE]Problems with the browser database[].",
    "s57": "Controleer de opties, selecteer jou voorkeur instellingen en druk op de knop [BUTTON][AM3][] Op je eigen instellingen op te slaan.",
    "s58": "Schakel een andere AntiGame of AntigameOrigin versie uit om problemen te vermijden.\r\n\r\n[HEADLINE]Firefox[]\r\n[LIST] Verwijder de userscript van Greasemonkey of Scriptish.\r\n[LIST] Druk CTRL SHIFT A om te de addons te laten zien en om te checken of er een andere extensie is.\r\n\r\n[HEADLINE]Chrome[]\r\n[LIST] Druk CTRL H, kies &quot;Extensies&quot; aan de linkerkant en kijk of er een andere extensie of userscript is.",
    "s72": "Ga naar de tab [SETTING]D00[], druk op de knop [BUTTON][D0B][] of ga naar de OGame Pagina [PAGE]Research[].",
    "s73": "Ga naar de tab [SETTING]D00[], druk op de knop [BUTTON][D0B][] en laat de OGame pagina opnieuw.",
    "u22": "Voeg het volledige pad toe aan de map met het CSS bestand en de afbeeldingen. Gebruik dit a.u.b. alleen voor je eigen webservers of bij vertrouwden.\r\n[LIST] \r\nDit voorbeeld kleurt de achtergrond rood: https:\/\/antigame.de\/antigame\/skin\/test.css",
    "u31": "Activeert sneltoetsen op bepaalde OGame pagina's. Voor meer details, bekijk het overzicht van sneltoetsen in de overeenkomstige sectie.",
    "u32": "Activeert de functietoetsen om een [PLANET] (F1-F12) of [MOON] (Shift+F1-F12) te selecteren.\r\n[LIST] Het nummer van de toets wordt aan de planetenlijst toegevoegd en volgt die volgorde.\r\n[LIST] It's working on all OGame pages except the [PAGE]Jump gate[], where they select the target moon.",
    "u41": "Als je een getal hebt ingevoerd in een invoerveld komt er de volgende keer dat je een getal invoert een pop-up tevoorschijn die een overszicht geeft van eerder gebruikte getallen die met hetzelfde cijfer beginnen. Deze onnodige en irritante pop-up kan geblokkeerd worden.",
    "x26": "Selecteert de missie [ATTACK] automatisch als je buitenlandse coördinaten invult als doelcoördinaten.\r\n[LIST] Selects [ATTACK] always on [PAGE]Fleet III[] if the player is inactive, even if [SETTING]F27[] is enabled.",
    "x27": "Selecteer de missie [ATTACK] automatisch bij [LISbuitenlandse coördinaten alleen als er zich gevechtsschepen in je geselecteerde vloot bevinden.\r\n\r\n[LIST]Activeer dit als je vaak met spelers handelt.\r\n[LIST]Deactiveer dit als je vaak spelers zonder verdediging aanvalt."
}