{
    "a10": "Alege limba pentru scriptul (add-onul) Antigame.\r\n[OPTION]-[] selectează automat limba serverului.",
    "a11": "Poţi dezactiva AGO in acest univers.\r\n[LIST] Activează-l din nou cu un click in [PAGE]meniul opţiuni AGO[].",
    "a31": "Acum toate valorile de timp sunt exprimate in ora ta locală.\r\n[LIST]Litera 'L' este pusă in faţa orei locale.",
    "a32": "Ora serverului va fi afişată într-un ceas secundar dedesuptul ceasului cu ora locală.",
    "a34": "Afişează ora când pagina a fost încărcată ultima oară.\r\n[LIST] Diferenţa arată inexactitatea ceasului local.",
    "a51": "Dute la pagina dezvoltatorului AntiGameOrigin. Aici vei putea afla despre cerinţele addon-ului, funcţiile acestuia, modificările care le-a suferit addonul în timp, precum şi alte informaţii utile.",
    "a54": "Intră pe forumul AntiGameOrigin pentru a raporta probleme\/bug-uri, pentru a găsi rezolvari la diverse probleme apărute in funcţionarea AntiGame precum şi pentru a face sugestii care pot imbunătăţi funcţionarea acestuia.\r\n[LIST]Poţi sa postezi si in limba maternă, dar te rugăm să adaugi şi o traducere in engleză facuta in google translation.",
    "a55": "Dute la [PAGE][A55][]pagină pentru a citi despre toate modificările cu explicaţii detaliate şi indicii in folosirea lor.\r\n[LIST] Raportează explicaţii greşite\/lipsă sau sugestii pentru noi indicii in folosirea lor.",
    "a56": "Dute la [PAGE][A57][] pagină pentru a vedea textul definit. Poţi deveni traducăator voluntar prin cerere în [A54]sau doar sugerări pentru traduceri greşite.",
    "b01": "Afişează informaţii despre producţia de resurse in [PAGE]'Vedere Generală'[] după cum urmează:\r\n\r\n[LIST] [ORANGE](Producţia pe oră)[] - Resurse curente \/ Capacitatea de depozitare\r\n[LIST] [RED]Depozit ful[] \r\n[LIST] [GREEN] Timpul când depozitul va fi plin cu resursele produse[]\r\n \r\n\r\n[LIST] [ORANGE] (Producţia pe ora)[] - Resurse curente \/ Capacitatea depozitelor\r\n[LIST] [RED]Depozit plin[]\r\n[LIST] [GREEN]timpul in care depozitele vor fi umplute cu resursele produse[]",
    "b02": "Este afişat timpul in care toate construcţiile aflate in progres vor fi finalizate, in fiecare din listele de construcţie.",
    "b04": "Culoarea fiecărui nivel de cercetare  se schimbă după cum urmează:\r\n\r\n[LIST][RED]Rosu[]: Sub nivelul minim necesar pentru a avea acces la alte cercetări, clădiri, nave... ,etc.\r\n\r\n[LIST][ORANGE]Portocaliu[]: Nivelul minim necesar a fost atins, dar upgradeul aduce in continuare beneficii.\r\n\r\n[LIST][GREEN]Verde[]: Nivelul minim a fost atins şi orice upgrade ulterior nu are sens.",
    "b11": "Resursele lipsă sau totalul resurselor sunt afişate pe imaginea mare (şantier, resurse sau facilităţi) precum şi necesarul de nave pentru transportul acestora.\r\n\r\n[LIST] Poţi selecta un interval de nivel si fixa aceste detalii in [PAGE][I00][] tab [I30] pentru o  administrare avansata a resurselor si trimitere. Producţie, informatii energie si [GREEN]timp final[] este afisat langa urmatoarea Imagine. \r\n[LIST] De asemenea, cu un clic pe fiecare construcţie a [PAGE]InfoCompte[] lista de upgrade. \r\n[LIST]  Făcând clic pe suma de nave necesare puteți comuta între [ITEM]Transportor Mare[] şi [ITEM]Transportor Mic[].",
    "b21": "[OPTION]B22[] Afişează numele peste fiecare imagine şi ascunde tooltip-ul aferent.\r\n[OPTION]B23[] Numărul maxim de nave de un anumit tip (numai daca ai Comandantul activ), ce poate fi construit,\r\n[OPTION]B24[] Amândoua funcţiile de mai sus.",
    "cm3": "Definirea întunecării întregului rând de la revenirea flotelor în [PAGE]Mişcarea Flotelor[], [PAGE]Evenimente[] şi [PAGE]Phalanx-ul[].",
    "cs01": "[*] Definirea culorilor etichetelor de stare.\r\n[*] Definirea intensităţii culorii de fundal, starea și limita pentru evidențierea etichetelor de stare. \r\n[LIST] În plus este posibil permiterea [SETTING]CA7[] pentru a face rândurile inutile mai puțin vizibile.\r\n\r\n\r\n[TIP]\r\nUn clic pe pictogramele de gunoi dezactivează această culoare și evidenţierea. Activaţi-l din nou, cu un clic pe bară.\r\n[LIST] Foloseşte-l pentru a restabili setările implicite.",
    "cs2": "Definirea intensităţii implicite a culorii de fundal pentru evidențierea  etichetei de stare.\r\n[LIST] Puteți să-l schimbaţi în detaliu pentru fiecare etichetă de stare.",
    "d003": "Uită-te la setările de bază pentru universul vostru OGame și pentru AGO. \r\n[LIST] Le puteţi actualiza manual sau restura.",
    "d008": "[*] Culoarea fontului pentru bazele de date se schimbă în funcție de:\r\n[LIST][LIGHTGREEN]brand nou[], [GREEN] până la data de[], [ORANGE]update disponibil[], [RED]eroare[]\r\n[*]Cea mai recentă actualizare este afişată dedesupt.",
    "d01": "Nivelurile de cercetare, etichete OGame, setările de server și bazele de date vor fi verificate și actualizate.",
    "d04": "Selectați presetarea preferată, în funcție de experiențele voastre cu AGO și stilul vostru de joc. Implicit pentru noi opțiuni este [SETTING] D06 [].\r\n\r\n[OPTION]D05[] Numai caracteristicile simple sunt activate (cea mai buna alegere pentru a utiliza AGO pentru prima dată)\r\n[OPTION]D06[] Unele caracteristici speciale și mai complexe sunt dezactivate.\r\n[OPTION]D07[] Cele mai multe dintre toate caracteristicile sunt activate, inclusiv cele speciale pentru fleeter.",
    "d10": "Selectați secţiunea-caracteristici pe care doriți să o resetați și confirmați-o. Apăsaţi pe [BUTTON][D0B][] buton după resetarea bazei de date. \r\n[LIST]Resetarea poate rezolva câteva probleme in AGO.",
    "d20": "[*]Dacă este activată, AGO va folosi OGame API. \r\n[*]Apăsaţi pe [BUTTON][D0B][] buton tpentru a le actualuza.  [BUTTON][D0B][]",
    "d22": "Oferă informații cunoscute despre toţi [OGAME]jucator[] în acest univers:\r\n[LIST] numele jucătorului, statutul de jucător si id-ul alianţei  pentru fiecare jucător\r\n[LIST] Lista jucătorilor (OGame API) este actualizată odată pe zi.",
    "d23": "Oferă informații cunoscute despre toate [OGAME]galaxii[] în acest univers:\r\n[LIST] Id-ul jucătorului, numele planetei si coordonatele pentru fiecare planetă\r\n[LIST] numele lunii şi diametrul lunii pentru fiecare lună\r\n[LIST] Lista Universurilor (OGame API) este actualizată odată pe săptămână",
    "d41": "Strânge mai multe informații despre contul vostru, care sunt necesare pentru anumite calcule , cum ar fi în [PAGE][I00][] sau [SECTION]Calculator[].",
    "d601": "[*] Salvează setările on-line în serverul antigame.de sau în serverul browser.\r\n[*] Salvează setările pe unitatea locală ca un fișier text .",
    "d602": "[*] 'Opţiuni' înseamnă numai setările pe care le puteți configura în meniul de opțiuni AGO.\r\n[*] 'Dată şi setări' înseamnă toate bazele de date și setările, puteți configura în interiorul și în afara meniului de opțiuni AGO.",
    "d603": "[*] Folosiţi-l pentru a sincroniza un profil pe diferite dispozitive.\r\n[*] Folosiţi-l pentru a prelua toate datele și setările pentru un alt cont.",
    "d61": "Selectați metoda de a rezerva\/restaura\/sincroniza datele și setările:\r\n[OPTION]Text[]  utilizează caseta de text\r\n[OPTION]Server[] foloseste serverul antigame.de\r\n[OPTION]Browser Sync[] utilizează caracteristica Browser Sync (Google Sync, Firefox Sync, Opera Link)",
    "d62": "Doar un nume opțional pentru fișierul de rezervă.  \r\n[LIST] În caz de orice problemă veţi putea solicita copia de rezervă pentru a obține fişierele dându-le numele opţional.",
    "d70": "Salvați datele și setările pe un server pentru a fi capabili sa le restabiliţi \/ le sincronizaţi. \r\n[LIST] Metoda se schimbă in consecinta de [SETTING]D61[] setarea.",
    "d80": "Odată ce ați salvat datele și setările pe un server, aveți posibilitatea să le restauraţi prin apăsarea acestui buton.\r\n[LIST] Metoda se schimbă in consecinţă de [SETTING]D61[] setarea.\r\n[LIST] Activează [SETTING] D85 [], dacă doriți să restaurați\/sincronizaţi numai opțiunile.",
    "d85": "Dacă este activat, AGO va restabili doar setările din interiorul [PAGE] Opţiunile AGO [] în loc de toate datele și setări posibile.",
    "f02": "[OPTION]-[] Nimic.\r\n[OPTION]B22[] Afișează numele navei pe fiecare imagine și elimină-i indiciul.\r\n\r\n[OPTION]B23[] Indică viteza pe fiecare imagine.\r\n\r\n[OPTION]B24[] Ambele. \r\n\r\n[LIST] [GREEN]Remaining ships[] or [RED]missing ships[] are shown in both cases. \r\n[LIST] [RED]Nave lipsă [] sunt prezentate, atunci când o cantitate fost preselectată undeva, dar nu sunt suficiente  nave de acest tip (preselectare de exemplu folosind [BUTTON] [F6B] [] butonul, în rapoartele de spionaj sau într-un simulator)",
    "f51": "[*] Verifică dacă tipul  țintei ([PLANET], [MOON], [DEBRIS]) este posibila cu flota aleasă, coordonate și misiune. \r\n\r\n[*] [PLANET]: Selectare automată în cazul în care misiunea este [EXPEDITION] și poziția este 16. \r\n\r\n[*] [PLANET]: Selectare automată în cazul în care misiunea este [COLONIZATION] şi cel puţin o [ITEM]Navă de Colonizare[] se află in componenţa flotei. \r\n\r\n[*] [MOON]:Selectare automată în cazul în care misiunea este [MOONDESTRUCTION] şi cel puţin un [ITEM]RIP[] se află in componenţa flotei.\r\n\r\n[*] [PLANET]\/[MOON]: Schimbare automată daca poziţia curentă este ţintită si exista o [MOON]. \r\n\r\n[*] [DEBRIS]: Selectare automată în cazul în care misiunea este [HARVEST] şi cel puţin un [ITEM]Reciclator[] se află in componenţa flotei.\r\n\r\n[HINT] Always enabled if a routine is active.",
    "f52": "Autoselectaza misiunea [HARVEST] si tipul tintei [DEBRIS] daca [ITEM]Recycler[] apare in componenta flotei.",
    "f53": "[LIST] Autoselecteaza misiunea [ATTACK] daca doar o [ITEM]Espionage Probe[] face parte din componenta flotei.\r\n[LIST] Autoselecteaza misiunea [ESPIONAGE] in situatia in care cateva [ITEM]Espionage Probe[] fac parte din componenta flotei.",
    "f54": "Autoselecteaza misiunea [DEPLOYMENT] daca propriile tale coordonate sunt selectate ca tinta (in loc de misiunea standard [TRANSPORT]).",
    "g302": "[*] Numele complet al navei daca valoarea de început se schimbă",
    "g309": "[SHORTCUT] Dublu clic pe [] Selectați această ţintă [MOON] și să sară (dacă setarea [SETTING] U34 [] este activată)\r\n[SHORTCUT] ENTER [] Sari\r\n[SHORTCUT] ESC [] Închideți [PAGE] Portal []\r\n[SHORTCUT] F1-F12 [] Selectați ținta [MOON] (dacă setarea [SETTING] U32 [] este activată)\r\n[SHORTCUT] A [] Selectați toate navele\r\n[SHORTCUT] M [] Selectați cele mai multe nave (definite la [SETTING] G38 [])\r\n[SHORTCUT] Q [] Nu selectaţi nave",
    "g32": "Trebuie sa selectezi o tinta inainte de a face saltul, altfel mesajul 'Nici o tinta valida' va fi afisat.",
    "g34": "Dupa salt pozitia curenta va fi tot pe luna de plecare",
    "g42": "[OPTION]–[] Nu modifica nimic.\r\n[OPTION]1[] Reduce distanta dintre pozitii putin.\r\n[OPTION]2[] Reduce distanta dintre pozitii considerabil.\r\n[OPTION]3[] Reduce distanta dintre pozitii aproape de tot.",
    "g45": "Alege felul in care va fi afisat [DEBRIS].\r\n\r\n[OPTION]–[] Nu arata marimea [DEBRIS].\r\n[OPTION]G46[] Marimea imaginii [DEBRIS] se modifica.\r\n[OPTION]G47[] Valoare intreaga este afisata\r\n[OPTION]G48[] Valori scurte... si anume: k = x 1.000, m = x 1.000.000, b = x 1.000.000.000",
    "o04": "Afiseaza urmatorul eveniment (din lista de evenimente) ca titlu al tab-ului sau ferestrei browserului (Firefox, Chrome, etc.). De asemenea este vizibil in taskbar atunci cand browserul este minimizat.",
    "o51": "Luna este afisata in partea dreapta cu o imagine mai mare. Partea dreapta din toata zona de selectie (cca.30%) este zona activa pentru a selecta [MOON].",
    "o52": "Reduce spatiul dintre planete, ascunde numarul de planete si muta lista planetelor in sus.",
    "o53": "Daca e vreo cladire in constructie, numele acesteia este afisat in dreptul planetei sau lunii pe care se construieste.",
    "o54": "Daca folosirea tastelor de tip 'function' pentru selectia planetelor sau lunilor este activata  [SECTION]U00[] numarul tastei este afisat langa numele planetei.",
    "u31": "Activeaza shortcut-urile din taste pe anumite pagini ale jocului. Pentru lista detaliata uita-te in fiecare sectiune in parte.",
    "u32": "Activeaza tastele 'function' pentru a selecta o [PLANET] (F1-F12) sau o [MOON] (SHIFT + F1-F12).\r\n\r\n[LIST] Numarul tastei corespunzatoare il gasiti in lista planetelor, in dreptul fiecarei planete, in dreapta.\r\n[LIST] It's working on all OGame pages except the [PAGE]Jump gate[], where they select the target moon.",
    "u41": "Odata ce ai scris un numar intr-o casuta de text, data viitoare cand o vei face din nou, va aparea o lista cu ce ai introdus mai inainte. Acest lucru poate fi benefic intr-o pagina normala, dar in ceea ce priveste jocul este deranjant.[BR]\r\nAcest tip de comportament al browserului se numeste &quot;Auto-complete&quot; si aici poate fi blocat.",
    "x26": "Autoselecteaza misiunea [ATTACK] daca alte coordonate (nu ale tale) sunt selectate ca tinta.\r\n[LIST] Selects [ATTACK] always on [PAGE]Fleet III[] if the player is inactive, even if [SETTING]F27[] is enabled.",
    "x27": "Selectează automat misiunea [ATTACK] pe coordonate străine numai în cazul în care navele de luptă sunt în flota aleasă.\r\n[LIST] Permite dacă de obicei faci negoţ cu jucători.\r\n[LIST] Dezactivează dacă atacaţi de obicei \/ farmaţi jucători  fără apărare."
}