{
    "a10": "Izberi jezik menija AntiGame Origin.\r\n[OPTION]-[] izbere jezik strežnika.",
    "a31": "Zdaj se vsaka prikazana časovna vrednost ujema s tvojim lokalnim časom.\r\n[LIST] The letter 'L' is added infront of the local clock.",
    "a32": "Prvotni strežniški čas je prikazan v drugi uri pod spremenjeno uro.",
    "a34": "Pokaže čas zadnje osvežitve strani.\r\n[LIST] Razlika prikaže odstopanje lokalne ure.",
    "a51": "Pojdi na stran AntiGame Origin da prebereš več o zahtevah, pregledu funkcij, spremembam in drugih informacijah.",
    "a54": "Pojdi na forum AntiGame Origin da prijaviš probleme\/hrošče, prejmeš podporo ali najdeš rešitve in da oddaš povratne informacije ter predloge.\r\n[LIST] Objave v maternem jeziku so dobrodošle, dodajte angleški prevod.",
    "b02": "Dan in čas, ko so vse trenutne gradnje končane bosta prikazana v vsaki listi gradnje.",
    "b04": "Barva stopnje vsake research  je spremenjena:\r\n\r\n[LIST][RED]Red[]: Pod najmanjšo stopnjo da omogoči druge raziskave, stavbe in ladje\/obrambo.\r\n\r\n[LIST][ORANGE]Orange[]: Najmanjša stopnja je dosežena, nadgradnje so še vedno smiselne.\r\n\r\n[LIST][GREEN]Green[]: Najmanjša stopnja je dosežena, nadgradnje niso več smiselne.",
    "b11": "Manjkajoče ali skupne surovine so prikazane na veliki sliki, prav tako pa potrebno št. ladij za njihov transport.\r\n\r\n[LIST] You can select a level range and pin those details onto the [PAGE][I00][] tab [I30] for the advanced resource management and sending. Production, energy information and [GREEN]finish time[] is shown next to the Image. \r\n\r\n[LIST] Also with a click onto each construction of the [PAGE]InfoCompte[] upgrade list. \r\n\r\n[LIST] By clicking the amount of needed ships you can toggle between [ITEM]Large Cargo[] and [ITEM]Small Cargo[].",
    "b21": "[OPTION]B22[] prikaži ime nad vsako sliko in odstrani njen oblaček.\r\n[OPTION]B23[] Največje možno št. ladij za gradnjo tistega tipa (samo uporabniki Komanderja) je prikazano nad vsako sliko\r\n[OPTION]B24[] Both.",
    "f52": "Samodejno izbere misijo 'Recikliraj' and nastavi tarči na 'Ruševine' če je v izbrani floti recikler.",
    "f53": "Samodejno izbere misijo 'Napad' če je v izbrani floti samo [GREEN]ena[] vohunsja sonda.\r\n[*] Samodejno izbere misijo 'Vohuni' če so v izbrani floti samo vohunske sonde.",
    "f54": "Samodejno izbere misijo 'Premik' če za tarčo izbereš lastne koordinate (namesto privzete misije 'Transport').",
    "g42": "[OPTION]–[] Ne zmanjšaj prostora med legami.\r\n[OPTION]1[] Komaj zmanjšaj prostor med legami\r\n[OPTION]2[] Precej zmanjšaj prostor med legami\r\n[OPTION]3[] Največ zmanjšaj prostor med legami",
    "g45": "Choose on which way the [DEBRIS] should be shown: \r\n[OPTION]–[] Don't show the [DEBRIS] size. \r\n[OPTION][G46][] The [DEBRIS] image size changes. \r\n[OPTION][G47][] The complete number is shown. \r\n[OPTION][G48][] The shorted number is shown (k = x 1.000, m = x 1.000.000, b = x 1.000.000.000)",
    "u31": "Aktivira bližnjice na tipkovnici za nekatere strani. Za podrobnosti si oglej seznam bližnjic.",
    "u32": "Aktivira funkcijske tipke da izbere katerikoli planet (F1 - F12) ali luno (Shift F1 - F12).\r\n[LIST] Št. tipke je dodana na seznam planetov in sledi zaporedju.\r\n[LIST] It's working on all OGame pages except the [PAGE]Jump gate[], where they select the target moon.",
    "u41": "Ko napišeš katerokoli številko v vnosno polje, se bo naslednjič pojavil oblaček, ki vsebuje vse uporabljene št., ki se začnejo z isto števko. \r\nTa nepotreben in nadležen oblaček je lahko blokiran.",
    "x26": "Samodejno izbere misijo 'Napad' če za tarčo izbereš tuje koordinate.\r\n[LIST] Selects [ATTACK] always on [PAGE]Fleet III[] if the player is inactive, even if [SETTING]F27[] is enabled."
}