{
    "a10": "Antigame Origin Menüsü dilini seçin.[BR]\r\n[OPTION]-[] otomatik olarak sunucu dilini seçer.",
    "a11": "Bu evrende AntiGameOrigin devre dışı bırakabilirsiniz.\r\n[LIST]Seçenekler menüsü üzerine tek tıklama ile etkinleştirin.",
    "a31": "Şimdi her gösterildiğinde yerel zaman ile eşlecektir.\r\n[LIST] The letter 'L' is added infront of the local clock.",
    "a32": "Değiştirilmiş saatin altında ilk saatte gösterilmiştir.",
    "a34": "Sayfayı son kez değiştirdiğinde gösterir.\r\n[LIST] Fakat yerel zamanı yanlış gösterebiliyor.",
    "a51": "Yeni özellikleri,değişiklikleri,yeni versiyonları hakkında bilgi almak için AntiGameOrigin sayfasını ziyaret ediniz.",
    "a54": "Destek almak,fikir ve görüşlerinizi iletmek,hataları bildirmek için AntigameOrigin sayfasını ziyaret ediniz.\r\n[LIST] Anasayfa ilanları ve hoşgeldin mesajları bekliyoruz lütfen google çeviriden ekleyiniz.",
    "a55": "Kendi kullanım,ayrıntılı açıklamalar ve ipuçları ile tüm özellikleri hakkında bilgi almak için A55 sayfasına gidin.\r\n[LIST] yanlış ve eksik açıklamaları raporlayın veya bunlar için öneride bulunun.",
    "a56": "Çok tanımlı metin grupları için sayfa A57 gidin.İsteyerek gönüllü çevirmen olmak ya da sadece herhangi bir metin grubu için herhangi bir eksik çeviri önerebilmek için sayfa A54 gidin.",
    "b01": "Aşağıdaki gibi Genel Bakış kaynak üretim hakkında bilgileri görüntüler:\r\n\r\n[LIST] [ORANGE](Saat başına üretim)[] - Mevcut kaynaklar \/ Depolama kapasitesi \r\n[LIST] [RED]Dolu Depo[] \r\n[LIST] [GREEN]Depoların dolma zamanı[]",
    "b02": "Gün ve zamanında bitmiş ve ya devam etmiş tüm binalar bu listede gözükecektir.",
    "b04": "Her research  level seviye rengi değiştirildi:\r\n\r\n[LIST][RED]Kırmızı[]: Minimum seviye adı altında ,kaynaklar,binalar,fabrikalar,filolar ve savunlar.\r\n\r\n[LIST][ORANGE]Turuncu[]: Minimal seviyeye ulaşıldığında yükseltmelerin rengi.\r\n\r\n[LIST][GREEN]:Minimal level üstüne gidildiğinde gösterilen renk.",
    "b11": "Eksik ve ya tam bütün hammadelerin taşınması için gerekli gemi sayısı resmin üstünde gösterilir.\r\n\r\n[LIST] You can select a level range and pin those details onto the [PAGE][I00][] tab [I30] for the advanced resource management and sending. Production, energy information and [GREEN]finish time[] is shown next to the Image. \r\n\r\n[LIST] Also with a click onto each construction of the [PAGE]InfoCompte[] upgrade list. \r\n\r\n[LIST] By clicking the amount of needed ships you can toggle between [ITEM]Large Cargo[] and [ITEM]Small Cargo[].",
    "b21": "[OPTION]B22[] Her resmin üstünde ismi görüntülenir ve tooltipi kaldırır.\r\n[OPTION]B23[] The maximum amount of buildable ships of one type is shown on each image (Commander user only) \r\n[OPTION]B24[] Both.",
    "cm3": "Filoları eksiksiz geri gelen sıranın koyulaşmasını tanımlayın.Filo hareketi.Raporlar.Radar",
    "cs01": "Durum etiketlerinin renkleri tanımlayın\r\nDurum etiketleri vurgulamak için koşul ve sınırını arka plan renginin yoğunluğunu tanımlayın.\r\nBuna ek olarak [] gereksiz satırlar daha az görünür hale getirmek için [SETTING] CA7 etkinleştirmek mümkün.\r\nÇöp simgeleri üzerine bir tıklama bu renk ve vurgulama devre dışı bırakır.Çubuğu üzerine bir tıklama ile yeniden etkinleştirin\r\nVarsayılan ayarları geri yüklemek için kullanabilirsiniz.",
    "cs2": "Durum etiketi vurgulama için arka plan rengini varsayılan yoğunluğunu tanımlayın. \r\n[LIST] Her durum etiketi için ayrıntılı olarak değiştirebilirsiniz",
    "d003": "Lütfen OGame evren için ve AGO için temel ayarları bak. \r\n[LİSTE] manuel olarak bugüne kadar onları geri yükleyebilirsiniz.",
    "d008": "Veritabanları için yazı rengi değere bağlı olarak değişiyor\r\n[LIST] [lightgreen] yepyeni [], [GREEN] güncel [], [ORANGE] güncelleştirme kullanılabilir [], [RED] hata [] \r\n[*] Son güncelleme tarihi altında gösterilir.",
    "d01": "Araştırma düzeyleri, OGame etiketler, sunucu ayarları ve veritabanları kontrol edilen ve güncellenen",
    "d04": "AGO ile deneyimlerine bağlı olarak tercih edilen ön ayar, ve oyun stili seçin. Yeni seçenekler için varsayılanın  D06 [] olduğunu.\r\n[OPTION] D05 [] Sadece basit özellikler ( AGO ilk defa kullanmak için en iyi seçimdir) etkindir \r\n[OPTION]D06[]Bazı özel ve daha karmaşık özellikleri devre dışı bırakılır.\r\n[OPTION]D07[]üm özelliklerin çoğu etkindir",
    "d10": "Bunu sıfırlamak ve onaylamak istediğiniz özellikleri-bölümünü seçin. Bir veritabanı getirildikten sonra [BUTTON] [D0B] [] düğmesine basın\r\n[LIST]AGO da sıfırlama bazı sorunları arasında çözebilir",
    "g32": "Sıçramadan önce bir hedef seçin, aksi takdirde hata mesajı 'Geçerli bir hedef seçin gösterilir.",
    "g34": "Bir sıçramadan sonra bulunduğunuz konum hala aynı Ay'da olacaktır.",
    "g42": "[OPTION]–[] Doesn't reduce the gap between the positions.\r\n[OPTION]1[] Reduces the gap between the positions slightly.\r\n[OPTION]2[] Reduces the gap between the positions considerably. \r\n[OPTION]3[] Reduces the gap between the positions mostly.",
    "g45": "Choose on which way the [DEBRIS] should be shown: \r\n[OPTION]–[] Don't show the [DEBRIS] size. \r\n[OPTION][G46][] The [DEBRIS] image size changes. \r\n[OPTION][G47][] The complete number is shown.\r\n[OPTION][G48][] The shorted number is shown (k = x 1.000, m = x 1.000.000, b = x 1.000.000.000)",
    "u31": "Bazı Ogame sayfalarında klavye kısayollarını etkinleştirir.Ayrıntılar için karışık gelen alanlarda klavye-kısayol bölümüne bakınız.(Bazı durumlarda değiştirmek için Shift tuşuna baskma gerekir.)",
    "u32": "Bazı gezegenlerin seçimi için (F1-F12) ve ya ayların seçimi için(Shift F1-F12).\r\n[LIST] Anahtar numarası gezegenin listesine eklenir ve bu liste takip edilir.[BR]\r\n[LIST] It's working on all OGame pages except the [PAGE]Jump gate[], where they select the target moon.",
    "u41": "Bir kez bir sayıyı girip girdi olarak kayıt ederseniz bir dahaki sefere sadece sayılara basmanız yeterli olacaktır. Bazı gereksiz popuplar engellenebilir."
}