{
    "a10": "Choose the language for the [PAGE]AGO Options menu[]. \r\n[OPTION]-[] Selects the server language.",
    "a11": "You can disable AntiGameOrigin in this universe. \r\n[LIST] Enable it again with a click onto the [PAGE]AGO Options menu[].",
    "a31": "Now every shown time value is matching your local time (time zones). \r\n[LIST] The letter 'L' is added infront of the local clock.",
    "a32": "The original server time is shown in an additional clock below the changed clock.",
    "a34": "Displays the time when the page was refreshed at last.\r\n[LIST] The difference shows the inaccuracy of the local clock.",
    "a51": "Go to the [PAGE][A51][] to read about requirements, features overview, changelog and other information.",
    "a54": "Go to the [PAGE][A54][] to report issues\/bugs, to get support, to find solutions and to submit feedback and give suggestions. \r\n[LIST] Native language postings are welcome, please add an english google translation.",
    "a55": "Go to the [PAGE][A55][] page to read about all features with detailed explanations and tips for their use. \r\n[LIST] Report wrong\/missing explanations or suggest new tips for their use.",
    "a56": "Go to the [PAGE][A57][] page so see all defined text groups. You can become a voluntary translator by requesting it in the [A54] or just suggest any missing translation for any text group.",
    "b01": "Displays information about the resource production in [PAGE]Overview[] as following: \r\n\r\n[LIST] [ORANGE](Production per hour)[]  - Current resources \/ Storage capacity \r\n[LIST] [RED]Full storage[] \r\n[LIST] [GREEN]time when the storages will be filled up with produced resources[]",
    "b02": "The [GREEN]time[] when an ongoing building \/ construction \/ research will be finished is shown in its detailed information layer and in each queue box.",
    "b04": "The colour of each research level is changed: \r\n\r\n[LIST][RED]Red[]: Below minimum level to enable other building \/ construction \/ research.\r\n\r\n[LIST][ORANGE]Orange[]: Minimum level is reached, upgrades are still useful. \r\n\r\n[LIST][GREEN]Green[]: Minimum level is reached, upgrades are not longer useful.",
    "b11": "The total or [RED]missing[] resources and needed cargo ships to carry them are shown on the image of the detailed information layer from any building \/ construction \/ research.\r\n[LIST] You can select a level range and pin those details onto the [PAGE][I00][] tab [I30] for the advanced resource management and sending. Production, energy information and [GREEN]finish time[] is shown next to the Image.\r\n[LIST] Also with a click onto each construction of the [PAGE]InfoCompte[] upgrade list.\r\n[LIST] By clicking the amount of needed ships you can toggle between [ITEM]Large Cargo[] and [ITEM]Small Cargo[].",
    "b21": "[OPTION]B22[] Shows the name on each image and removes its tooltip. \r\n[OPTION]B23[] The maximum amount of buildable ships of one type is shown on each image (Commander user only)\r\n[OPTION]B24[] Both.",
    "cm3": "Define the darkening of the the complete row from returning fleets in [PAGE]Fleet movement[], [PAGE]Events[] and the [PAGE]Phalanx[].",
    "cs00": "[cs01]",
    "cs01": "[*] Define the colours of the status tags.\r\n[*] Define the intensity of the background colour, the condition and limit for the highlighting of the status tags.\r\n[LIST] In addition it's possible to enable [SETTING]CA7[] to make unnecessary rows less visible.\r\n\r\n[TIP]\r\nA click onto the trash icons disables this colour and highlighting. Enable it again with a click onto the bar.\r\n[LIST] Use it to restore the default settings",
    "cs2": "Define the default intensity of the background colour for the highlighting of the status tag.\r\n[LIST] You can change it in detail for each status tag.",
    "d000": "[d003]\r\n[DETAILS] [d008]",
    "d003": "Look up the basic settings for your OGame universe and for AGO.\r\n[LIST] You can manually bring them up to date or restore them.",
    "d008": "[*]The font colour for databases is changing in dependence of the currency:\r\n[LIST][LIGHTGREEN]brand new[], [GREEN]up to date[], [ORANGE]update available[], [RED]error[]\r\n[*]The date of the latest update is shown beneath.",
    "d01": "The research levels, OGame labels, server settings and databases will be checked and updated.",
    "d04": "Select your preferred presetting, depending on your experiences with AGO and your game play style. The default for new options is [SETTING]D06[].\r\n\r\n[OPTION]D05[] Only the simple features are enabled (best choice to use AGO the first time)\r\n[OPTION]D06[] Some special and more complex features are disabled.\r\n[OPTION]D07[] Most of all features are enabled, inclusive the special ones for fleeter.",
    "d10": "Select the features-section you want to reset and confirm it. Press the [BUTTON][D0B][] button after resetting a database. \r\n[LIST] Resetting may solve some problems of AGO.",
    "d20": "[*]If enabled, AGO will use the OGame APIs. \r\n[*]Press the [BUTTON][D0B][] button to bring them up to date.",
    "d22": "Provides known information about all [OGAME]player[] in this universe:\r\n[LIST] player name, player status and alliance id for every player id \r\n[LIST] The player API is updated once a day.",
    "d23": "Provides known information about all [OGAME]galaxies[] in your universe:\r\n[LIST] player id, planet name and coordinates for every planet id\r\n[LIST] moon name and moon diameter for every moon id \r\n[LIST] The universe API is updated once a week.",
    "d41": "Stores several information about your account, that are needed for some calculations like in the [PAGE][I00][] or the [SECTION]Calculator[].",
    "d600": "[d601]\r\n[HINT] [d602]\r\n[TIP] [d603]",
    "d601": "[*] Save your settings online to the antigame.de server or the browser server. \r\n[*] Save your settings offline to your local drive as a text file.",
    "d602": "[*] 'Options' means only the settings you can set up inside the AGO options menu. \r\n[*] 'Data &amp; settings' means all databases and the settings, you can set up inside and outside the AGO options menu.",
    "d603": "[*] Use it to synchronize a profile on different devices. \r\n[*] Use it to takeover all data &amp; settings for another account.",
    "d61": "Select the method how to backup\/restore\/synchronize the data &amp; settings:\r\n[OPTION]Text[] uses the text box \r\n[OPTION]Server[] uses the antigame.de server \r\n[OPTION]Browser Sync[] uses the browser Sync feature (Google Sync, Firefox Sync, Opera Link)",
    "d62": "Just an optional name for your backup file. \r\n[LIST] In case of any problem you may request to get delivered your backup-file by giving the optional name.",
    "d70": "Save your data &amp; settings on a server for being able to restore\/synchronize them. \r\n[LIST] The methode is changing in dependence of the [SETTING]D61[] setting.",
    "d80": "Once you saved your data &amp; settings on a server, you can restore them by pressing this button. \r\n[LIST] The methode is changing in dependence of the [SETTING]D61[] setting.\r\n[LIST] Enable [SETTING]D85[], if you want to restore\/synchronize the options only.",
    "d85": "If enabled, AGO will just restore all the settings from inside the [PAGE]AGO Options menu[] instead of all possible data &amp; settings.",
    "dx1": "Select the feature-section for which you want to get the backup-text to be shown [BR]in the textbox below. [BR]\r\nYou can copy the shown text and save it to your local drive as a text file. [BR][BR]\r\nPaste the local backup-text in the textbox below to restore them.",
    "f02": "[OPTION]-[] Nothing.\r\n[OPTION]B22[] Shows the ship name on each image and removes it's tooltip. \r\n\r\n[OPTION]B23[] Shows the speed on each image.\r\n\r\n[OPTION]B24[] Both. \r\n\r\n[LIST] [GREEN]Remaining ships[] or [RED]missing ships[] are shown in both cases.\r\n[LIST] [RED]Missing ships[] are shown, when an amount got preselected somewhere but there are not enough ships of this type (Preselecting e.g. using the [BUTTON][F6B][] button, in spy reports or in a simulator page)",
    "f09": "[*]Define a different setting for the current [PLANET] or [MOON].\r\n[LIST] Only the difference to the standard value must be entered.\r\n[LIST] Use '-1' to reset the selected ships in the standard setting.",
    "f51": "[*] Checks if the target type ([PLANET], [MOON], [DEBRIS]) is possible with the chosen fleet, coordinate and mission.\r\n\r\n[*] [PLANET]: Auto selected if mission is [EXPEDITION] and the position is 16. \r\n\r\n[*] [PLANET]: Auto selected if mission is [COLONIZATION]  and at least one [ITEM]Colony Ship[] is within the fleet. \r\n\r\n[*] [MOON]: Auto selected if mission is [MOONDESTRUCTION] and at least one [ITEM]Deathstar[] is within the fleet. \r\n\r\n[*] [PLANET]\/[MOON]: Auto swapped if your current position is the target and there is a [MOON]. \r\n\r\n[*] [DEBRIS]: Auto selected if mission is [HARVEST] and at least one [ITEM]Recycler[] is in the fleet. \r\n\r\n[HINT] Always enabled if a routine is active.",
    "f52": "Auto selects the mission [HARVEST] and the target type [DEBRIS] if only [ITEM]Recycler[] are within your chosen fleet.",
    "f53": "Auto selects the mission [ATTACK] if only one [ITEM]Espionage Probe[] is within your chosen fleet. \r\n[*] Auto selects the mission [ESPIONAGE] if only [ITEM]Espionage Probes[] are within your chosen fleet.",
    "f54": "Auto selects the mission [DEPLOYMENT] if your own coordinates are selected as target, instead of the default mission [TRANSPORT].",
    "g300": "[STANDARD] [g302]\r\n[SHORTCUTS] [g309] [u301]",
    "g302": "[*] The complete ship name line changes the input value.",
    "g309": "[SHORTCUT]Double click[] Select this target [MOON] and jump (if setting [SETTING]U34[] is enabled)\r\n[SHORTCUT]ENTER[] Jump \r\n[SHORTCUT]ESC[] Close the [PAGE]Jump gate[] \r\n[SHORTCUT]F1-F12[] Select the target [MOON] (if setting [SETTING]U32[] is enabled)\r\n[SHORTCUT]A[] Select all ships \r\n[SHORTCUT]M[] Select the most ships (defined at [SETTING]G38[])\r\n[SHORTCUT]Q[] Select no ships",
    "g31": "[*] Show a shortcuts table with all your moon, the amount of the ships on each moon and a few important settings to change them on the fly.\r\n[*] When you select any other [MOON] in the shortcuts then the target is highlighted in the planet list and in the opened tab [SECTION][I20][] of the [PAGE][I00][]. Use it to see the ships and resources there.",
    "g32": "Select a target [MOON] before you jump, otherwise the error notification 'No valid target' is shown.",
    "g33": "The notification 'Jump has been executed successfully'  is being hidden.",
    "g34": "After a jump your current position will still be on the same [MOON].",
    "g35": "If enabled, a click onto the [SETTING]F37[] button selects all ships except the needed amount of transport ships to carry all resources from the current [MOON].\r\n[LIST] The [ITEM]Large Cargo[] is the preferred type.",
    "g38": "Define an amount for each ship type which should remain on the [MOON] by using the [SETTING]F37[] button.\r\n\r\n[f09]",
    "g400": "[STANDARD] [g405]\r\n[SHORTCUTS] [g409]",
    "g405": "[*] Send espionage probes with a click onto the planet icon.\r\n[*] Changes the mouseover behavior above the planet and moon icons and the click behave onto them to send espionage probes (moons only with commander).\r\n[LIST] The behave depends on setting [SETTING]G51[]\r\n[LIST] On mobile devices an enabled setting [SETTING]U51[] is required.",
    "g409": "[SHORTCUT]ENTER[] Display again\r\n[SHORTCUT]D[] Next system\r\n[SHORTCUT]A[] Previous system\r\n[SHORTCUT]SPACE[] Works, if the setting [SETTING][U33][] is enabled.",
    "g41": "[*] The planet image is moved behind the players name so that [PLANET], [MOON] and [DEBRIS] stands in a row. \r\n[*] The background shadow is less visible if there is no [PLANET], [MOON] or [DEBRIS].",
    "g42": "[OPTION]–[] Doesn't reduce the gap between the positions.\r\n[OPTION]1[] Reduces the gap between the positions slightly.\r\n[OPTION]2[] Reduces the gap between the positions considerably. \r\n[OPTION]3[] Reduces the gap between the positions mostly.",
    "g43": "Shows the player rank right after the player name.",
    "g44": "Shows the alliance rank and the member count right after the alliances name.",
    "g45": "Choose on which way the [DEBRIS] should be shown: \r\n[OPTION]–[] Don't show the [DEBRIS] size. \r\n[OPTION][G46][] The [DEBRIS] image size changes. \r\n[OPTION][G47][] The complete number is shown.\r\n[OPTION][G48][] The shorted number is shown (k = x 1.000, m = x 1.000.000, b = x 1.000.000.000)",
    "g51": "[*] Changes the click or mouseover behavior at planets and moons:\r\n[LIST] [WHITE]Planet or Moon[] Show tooltips, send espionage probes with a click. (OGame)\r\n[LIST] [GREY]Planet or Moon[] Show tooltips, don't send espionage probes.\r\n[LIST] [GREEN]Planet or Moon[] Hide tooltips, send espionage probes with a click, highlight planets and moons. \r\n[LIST] [GREEN]Planet or Moon[] Disables sending of espionage probes via planet or moon icon to player in vacation mode, with admin status, strong player, alliance member and buddies.\r\n[*] A click onto the Planet or Moon label in the galaxy headline toggles this setting.",
    "i02": "Choose on which way the [PAGE][I00][] should be shown: \r\n[OPTION][A90][] Hides the [I00]. An arrow icon is placed next to the OGame logo, click on it to call up the [I00]. It will disappear again when it becomes inactive. \r\n[OPTION][A91][] Hides the [I00]. An arrow icon is placed next to the OGame logo, hover over it to call up the [I00]. It will disappear again when it becomes inactive. \r\n[OPTION][A94][] Always shows the [I00]. It gets high transparency when it becomes inactive. \r\n[OPTION][A95][] Always shows the [I00]. It gets medium transparency when it becomes inactive. \r\n[OPTION][A96][] Always shows the [I00]. It gets low transparency when it becomes inactive. \r\n[OPTION][A99][] Always shows the [I00]. It stays the same when it becomes inactive. \r\n\r\n[HINT]\r\nWhenever you use [SETTING][I0T][] then the [I00] will be called up no matter the options.",
    "i03": "[*] Change and optimize the size of the [PAGE][I00][] depending on your screen resolution and window size. \r\n[LIST] You can only define the minimum size. The [PAGE][I00][] is always fitting into the free space automatically.",
    "i81": "[*] Copies a valid OGame coordinate and\/or time from the marked text and adds them to the [PAGE]C81[] group in the [PAGE]I00[], tab [SECTION]I80[].\r\n\r\n[*]Autocopy of marked coordinates and times works only on OGame pages and a few websites like Websim, Osimulate, all Galaxytool pages and WarRiders.\r\n[LIST] See the board for a detailed list or request new ones there.\r\n\r\n[HINT] Autocopy of marked times is not available for now, coming later.",
    "i82": "The marked coordinate and\/or time will be selected instantly as the active target.\r\n[LIST] If the Galaxy page is shown, these coordinate will be selected.\r\n[LIST] If the Fleet pages are shown, these coordinate and\/or time will be selected.",
    "i83": "[*] The A-icon right of the AGO button shows the status if this feature. A click toggles between enabled or disabled.\r\n[LIST] [ORANGE]A[] The active target will be selected in [PAGE]Fleet I[]. \r\n[LIST] [WHITE]A[] The feature is enabled, but there is no valid coordinate and\/or time.\r\n[LIST] [GREY]A[] The feature is disabled.\r\n[*] The AGO button shows the active coordinate.\r\n[*] Works only if there is no preselected coordinate.",
    "m000": "[SHORTCUTS] [m009]",
    "m009": "[SHORTCUT]V[] Mark shown or marked messages as read.\r\n[SHORTCUT]&lt; S[] Delete shown or marked spy reports with a plunder or debris less the limits.\r\n[SHORTCUT]&lt; C[] Delete shown or marked combat reports with a loss below the limit.\r\n[SHORTCUT]E[] Delete shown or marked [EXPEDITION] combats and results. \r\n[SHORTCUT]P[] Delete shown or marked player messages. \r\n[SHORTCUT]S[] Delete shown or marked messages with subject '[M86]'. \r\n[SHORTCUT]R[] Delete shown or marked messages with subject '[M87]'. \r\n[SHORTCUT]1[] Delete shown or marked messages with a custom subject. \r\n[SHORTCUT]2[] Delete shown or marked messages with a custom subject.\r\n[SHORTCUT]3[] Delete shown or marked messages with a custom subject.\r\n[SHORTCUT]X[] Delete all shown or marked messages.",
    "m05": "Define the maximum lost units to delete shown or marked combat reports using the [BUTTON]&lt; C[] button.",
    "m80": "The beginning of a custom message subject to delete matching messages by using the buttons [BUTTON]1[], [BUTTON]2[] or [BUTTON]3[].",
    "m88": "[m80]",
    "m89": "[m80]",
    "m90": "[m80]",
    "o02": "For some of your additionally installed scripts there will appear a Scripts-button, which departs added menus from the Ogame-menu and also shows, if they are up to date and tested for the current OGame patch. You can remove this useless button to shorten the overall menu.",
    "o03": "Loads the selected Ogame page by clicking on the Ogame logo.",
    "o04": "Shows the next event as the title of the current browser(-tab).\r\n[LIST] Also visible in the taskbar if the browser is minimized.",
    "o500": "[STANDARD] [o505]\r\n[SHORTCUTS] [o509]",
    "o505": "[HEADLINE]Orange Moon colour[] \r\n[LIST] [LIMEORANGE]Orange[] colour for the coordinate and the name if the [MOON] is selected or the mouse hovers over it.\r\n\r\n[HEADLINE]Jump gate cooldown time[] \r\n[LIST] Displays the cooldown time of the [PAGE]Jump gate[] next to the corresponding [MOON]. \r\n\r\n[HEADLINE]Red attack icon[] \r\n[LIST] Shows a [RED]red[] triangle for attacks instead of the [ORANGE]orange[] triangle.\r\n\r\n[HEADLINE]Scroll down arrows[] \r\n[LIST] You can scroll down to the next [PLANET](left) or [MOON] (right) by clicking on the corresponding arrows in the corners of the colony count box.",
    "o509": "[SHORTCUT] F1-F12[] Select current [PLANET]\r\n[SHORTCUT] Shift F1-F12[] Select current [MOON]",
    "o51": "The [MOON] is shown on the right side with a bigger image. The right part of the complete selection area (ca. 30%) activates the change to the [MOON].",
    "o52": "Reduces the space between each [PLANET], removes the colony count box within the scroll down arrows, and moves the planet list to the top.",
    "o53": "If any building  is under construction, its name is shown at the corresponding [PLANET] or [MOON] in the planet list.",
    "o54": "If [SETTING]U32[] is enabled at the tab [SECTION]U00[], the number of the key is shown right beside the planet name.",
    "s21": "[*] The settings are listed this way: \r\n[LIST] speed (\/ flight speed) , galaxies:systems, debris factor, defense repair factor, rapidfire (RF), ACS, top player score",
    "s29": "Press the [BUTTON][S2B][] button to change to the next top-player level for [EXPEDITION].\r\n[LIST] If so, this setting will be coloured [GREEN]green[] and you'll see the next level in the shown server settings above (last value).",
    "s48": "[*] 1. Please restart your browser.\r\n[*] 2. If the problems persists, reset the databases in [PAGE]D00[] [SETTING]D10[].\r\n[*] 3. Press the button [BUTTON][S40][] and read the the guide [PAGE]Problems with the browser database[].",
    "s50": "Press the button [BUTTON][S40][] and read about known\/solved issues, explain unknown issues for being fixed somehow, or just get help in special issues.",
    "s57": "Check the options, select your preferred settings and press the button [BUTTON][AM3][] to store your own options.\r\n\r\n[HINT] [d04]",
    "s58": "Disable another AntiGame or AntiGameOrigin version to avoid problems. \r\n\r\n\r\n[HEADLINE]Firefox[]\r\n[LIST] Remove the userscript from Greasemonkey or Scriptish. \r\n[LIST] Press CTRL+SHIFT+A to show the Add-ons and check if there is another extension. \r\n\r\n\r\n[HEADLINE]Chrome[]\r\n[LIST] Press CTRL+H, choose &quot;Extensions&quot; on the left and check if there is another extension or userscript.",
    "s72": "Go to the tab [SECTION][D00][], push the button [BUTTON][D0B][] or go to [PAGE]Research[].",
    "s73": "Go to the tab [SECTION][D00][], press the button [BUTTON][D0B][] and load the OGame page again.",
    "t000": "[t002]",
    "t01": "If enabled, the tool page opens always in a new tab or window, instead of using the same tab or window for each tool.",
    "t02": "If enabled, AGO sends the research levels from your account. Some tools take them and  fills the respective input boxes.",
    "t03": "If enabled, and the research is not shown in the espionage reports, the combat researches (shield, weapon and armor) will not sent to a simulator.",
    "t05": "If enabled, AGO sends the combat ships from your current [PLANET] or [MOON] to the simulator.\r\n[LIST] A Defined custom fleet compilation will be preferred (set in [SETTING][T06]).",
    "t06": "Define a custom fleet compilation that you want to be used in the simulator by default.\r\n[f09]",
    "t100": "[t101]\r\n[t102]",
    "t101": "[*] Create your search link for external search engines: \r\n\r\n[LIST] [NOPARSE] [UNI] is replaced with the universe number[]\r\n[LIST] [NOPARSE] [ALLIANCE] is replaced with the alliance ID[]\r\n[LIST] [NOPARSE] [ALLIANCENAME] with the alliance tag[] \r\n[LIST] [NOPARSE] [ALLIANCETAG] with the alliance tag[] \r\n[LIST] [NOPARSE] [PLAYER] is replaced with the player ID[]\r\n[LIST] [NOPARSE] [PLAYERNAME] with the player name.[]\r\n[LIST] [NOPARSE] [TARGET] is replaced with the target ID (planet\/moon)[]\r\n[LIST] [NOPARSE] [TARGETCOORDS] with the target coordinates (1:1:2)[]\r\n[LIST] [NOPARSE] [TARGETMOON] is replaced with &quot;true&quot; if target is a moon[]\r\n\r\n[*] Examples: \r\n\r\n[LIST] [NOPARSE] http:\/\/de.galaxytool-hosting.eu\/origin\/secret\/show.php?player=[PLAYERNAME] []\r\n[LIST] [NOPARSE] http:\/\/de.galaxytool-hosting.eu\/origin\/secret\/show.php?ally=[ALLIANCETAG] []\r\n[LIST] [NOPARSE] http:\/\/ogame.gamestats.org\/?lang=org&amp;uni=uni1&amp;page=details&amp;type=player&amp;name[PLAYERNAME][] \r\n[LIST] [NOPARSE] http:\/\/ogame.gamestats.org\/?lang=org&amp;uni=uni1&amp;page=details&amp;type=ally&amp;name=[ALLIANCETAG][]",
    "t102": "[HINT]\r\nThe parameter [ALLIANCE] and [ALLIANCETAG] are not available for now.",
    "u11": "Customize the OGame background and decrease its loading time. \r\n[OPTION]-[] still load the images from the OGame server. \r\n[OPTION]OGame[] load the normal background images from AGO. \r\n[OPTION]Middle[] load slightly darkened background images from AGO. \r\n[OPTION]Dark[] load strongly darkened background images from AGO. \r\n[OPTION]Colour[] Use a background colour instead of the background images.",
    "u19": "Select the colour of the background if you have chosen to use a background colour instead of the images.",
    "u22": "Add the full path to the folder with the CSS-file and images. Please only use your own webserver or a trusted one.\r\n[LIST] This example paints the background red: https:\/\/antigame.de\/antigame\/skin\/test.css",
    "u301": "[SHORTCUT]↑[] Increase the amount in the input field by 1\r\n[SHORTCUT]↓[] Decrease the amount in the input field by 1\r\n[LIST] Holding a modifier key will change the amount to SHIFT 10, CTRL 100 and SHIFT+CTRL 1000",
    "u31": "Activates keyboard shortcuts on some OGame pages. For details see the Shortcut-list in the corresponding sections.",
    "u32": "Activates the function keys to select any [PLANET] (F1 - F12) or [MOON] (Shift + F1 - F12). \r\n[LIST] The key number is added to the planet list and follows its order. \r\n[LIST] It's working on all OGame pages except the [PAGE]Jump gate[], where they select the target moon.",
    "u34": "[HEADLINE]Fleet I\r\n[LIST] A doubleclick on the 'Next' button will select all ships AND go to [PAGE]Fleet II[]\r\n[HEADLINE]Fleet II[]\r\n[LIST] A doubleclick on a target coordinate will select the target AND go to [PAGE]Fleet III[]\r\n[HEADLINE]Fleet III[]\r\n[LIST] A doubleclick on a mission will select the mission AND send the fleet. \r\n[HEADLINE]Jumpgate[]\r\n[LIST] Adoubleclick on a target coordinate will select the target AND jump to it .",
    "u41": "Once you typed any number in an input field the next time you are doing that an popup will be shown below the field, which consists of former used numbers that are starting with the same digit. This unnecessary und annoying popup can be blocked.",
    "u42": "[HEADLINE]Highlights your current position in the planet list\r\n[LIST] A [LIMEGREEN]green background[] stands for the active [PLANET].\r\n[LIST] An [LIMEORANGE]orange background[] stands for the active [MOON].\r\n\r\n[HEADLINE]Adds a border to the selected target\r\n[LIST] A [LIMEGREEN]green border[] stands for a selected [PLANET].\r\n[LIST] An [LIMEORANGE]orange border[] stands for a selected  [MOON].\r\n[LIST] A [WHITE]white border[] stands for a selected [DEBRIS].",
    "u51": "[HEADLINE]Improves and changes the usability on mobile devices.\r\n[LIST] Includes [SETTING]U52[] (if it's not disabled with '-')\r\n[LIST] Enables [SETTING]G51[] in [PAGE]G40[] on mobile devices.\r\n[LIST] Don't show the virtual keyboard on each pageload.",
    "u52": "[*][PAGE]Panel[] - Swipe the screen on the left side\r\n[LIST] Swipe to the right shows the panel.\r\n[LIST] Swipe to the left hides the panel.\r\n\r\n[BR]\r\n[*][PAGE]Planet list[] - Swipe the screen on the right side\r\n[LIST] Swipe to the right changes to the moon.\r\n[LIST] Swipe to the left changes to the planet.\r\n[LIST] Swipe up changes to the previous planet or moon.\r\n[LIST] Swipe down changes to the next planet or moon.\r\n\r\n[BR]\r\n[*][PAGE]Galaxy[]\r\n[LIST] Swipe to the left or right will lead to the previous or next system.",
    "u65": "Delays the disappearance of large tooltips that contain a button to close them. \r\nSuch tooltips exist mainly in the [PAGE]Galaxy[].",
    "u66": "Delays the appearance of large tooltips that contain a button to close them.  Such tooltips exist mainly in the [PAGE]Galaxy[].",
    "x26": "Auto selects the mission [ATTACK] if foreign coordinates are selected as target.\r\n[LIST] Selects [ATTACK] always on [PAGE]Fleet III[] if the player is inactive, even if [SETTING]F27[] is enabled.",
    "x27": "Auto selects the mission [ATTACK] on foreign coordinates only if combat ships are within your chosen fleet. \r\n[LIST] Enable it if you usually trade with players. \r\n[LIST] Disable it if you usually attack \/ farm player without defense."
}